<?php

namespace Database\Seeders;

use App\Models\Pattern;
use App\Models\Question;
use Illuminate\Database\Seeder;

class PatternSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        // don't change pattern format unless you're going to change the whole logic of patterns

//        Pattern::query()->delete();


        $data = [
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
//                'Text' => 'نوع پوست'
                'Text' => 'پوست شما در دسته پوست های چرب قرار می گیرد. چرب شدن پوست ناشی از ترشح بیش از حد غدد سباسه(غدد چربی) پوست است که دلایل متعددی همچون ژنتیک ، بیماری های هورمونی، مراقبت های نامناسب و ... در ایجاد این نوع پوست تاثیرگذارند. من در این پرسشنامه دلاایل ایجاد پوست چرب و عوارض ایجاد شده ناشی از آن را با توجه به اطلاعات دریافتی از شما بررسی می کنم . برای درمان مشکلات پوست چرب اولویت با کنترل چربی و کنترل یا از بین بردن ریشه ایجاد این نوع مشکل است. '
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
//                'Text' => 'نوع پوست'
                'Text' => 'پوست شما در دسته مختلط قرار میگیرد زیرا t ذون پوست شما چرب و در یقیه نواحی پوستی نرمال دارید؛ شما در t ذون تمامی مشکلات پوست چرب مانند جوش ، منافذ باز و .. را می توانید تجربه کنید. چون پوست شما مختلطی است که ناحیه خشک ندارید می توانید از محصولات پوت جرب استفاده کنید و با اب رسانی خوب ،مانع از خشک شدن بیش از حد نواحی نرمال پوست خود شوید. در این تست با توجه به اطلاعات دریافتی از مشکلات پوستیتون و شرایط دیگر به بررسی عوارض پوستی، ریشه یابی این مشکلات و درمان می پردازم.'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
//                'Text' => 'نوع پوست'
                'Text' => 'پوست شما دردسته مختلط قرار می گیرد متاسفانه پوست شما در یک زمان عوارض پوست چرب مانند جوش، منافذ باز  و... را با عوارض پوست خشک همچون کشیدگی، پوسته پوسته شدن و ... می تواند تجربه کند.بنابراین شما باید از محصولات ترکیبی پوست چرب و پوست خشک استفاده کنید این نوع پوست اغلب بر پایه شرایط ژنتیکی و مراقبت های ناماسب و ... بوجود می آید در این تست با توجه به اطلاعات دریافتی از شما به ریشه یابی عوارض پوستیتون و روش های درمان می پردازم.'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
//                'Text' => 'نوع پوست'
                'Text' => 'شما در پوست خودتون هیچ احساس چربی نمیکنید ولی هم زمان جوش می زنید. شاید به دلیل اینکه احساس چربی نمی کنید تصور شما این باشد که پوست شما نرمال یا حتی خشک است اما با توحه به اینکه یکی از عارضه های مهم پوست چرب یعنی جوش را دارید پوست شما در دسته پوست های چرب قرار می گیرد و عدم احساس چربی شما به علت کم آبی شدید پوست یا به اصطلاح دهیدراتگی پوست است . پس شما علاوه بر کنترل چربی پوست و درمان عوارض پوست چرب باید آب رسانی بسیار خوبی نیز انجام دهید. در این تست با اطلاعات دریافتی از شما به ریشه یابی عوارض پیش آمده برای پوست و شیوه کنترل یا درمان این عوارض می پردازم.'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'شما در پوست خودتون هیچ احساس چربی نمیکنید ولی هم زمان جوش می زنید. شاید به دلیل اینکه احساس چربی نمی کنید تصور شما این باشد که پوست شما نرمال یا حتی خشک است اما با توحه به اینکه یکی از عارضه های مهم پوست چرب یعنی جوش را دارید پوست شما در دسته پوست های چرب قرار می گیرد و عدم احساس چربی شما به علت کم آبی شدید پوست یا به اصطلاح دهیدراتگی پوست است . پس شما علاوه بر کنترل چربی پوست و درمان عوارض پوست چرب باید آب رسانی بسیار خوبی نیز انجام دهید. در این تست با اطلاعات دریافتی از شما به ریشه یابی عوارض پیش آمده برای پوست و شیوه کنترل یا درمان این عوارض می پردازم.'
//                'Text' => 'نوع پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ]
                    ],
                    'Not' => [
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'با توجه به اینکه شما هیچ گونه احساس چربی یا خشکی در پوست ندارید وهیچ یک از عوارض جدی پوست چرب و خشک را تجربه نمیکنید در دسته پوست های نرمال قرار میگیرید. خوشبختانه شما برای مراقبت از پوست خود مسیر ساده ای پیش رو دارید . در این تست با توجه به اطلاعات دریافتی از شما به بررسی عوارض پوستی شما و به شیوه های کنترل یا درمان این عوارض می پردازیم.'
//                'Text' => 'نوع پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ]
                    ],
                    'Not' => [
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'با توجه به اینکه شما هیچ گونه احساس چربی یا خشکی در پوست ندارید وهیچ یک از عوارض جدی پوست چرب و خشک را تجربه نمیکنید در دسته پوست های نرمال قرار میگیرید. خوشبختانه شما برای مراقبت از پوست خود مسیر ساده ای پیش رو دارید . در این تست با توجه به اطلاعات دریافتی از شما به بررسی عوارض پوستی شما و به شیوه های کنترل یا درمان این عوارض می پردازیم.'
//                'Text' => 'نوع پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 7,
                            'Answer' => 'b'
                        ],
                    ],
                    'Not' => [
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'با توجه به اینکه شما هیچ گونه احساس چربی در هیچ یک از نواحی پوست خود ندارید ولی هم زمان حالت پوسته پوسته شدن را در برخی نواحی صورت خود تجربه می کنید پوست شما در دسته پوست های خشک قرار می گیرد پوست های خشک در صور عدم کنترل خشکی پوست مستعد چین و چروک و لک و ... است . در این تست با توجه به اطلاعات دریافتی از شما به ریشه یابی عوارض پوستی شما و بررسی شیوه های کنترل یا درمان این عوارض می پردازیم. '
//                'Text' => 'نوع پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 7,
                            'Answer' => 'b'
                        ],
                    ],
                    'Not' => [
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'با توجه به اینکه شما هیچ گونه احساس چربی در هیچ یک از نواحی پوست خود ندارید ولی هم زمان حالت پوسته پوسته شدن را در برخی نواحی صورت خود تجربه می کنید پوست شما در دسته پوست های خشک قرار می گیرد پوست های خشک در صور عدم کنترل خشکی پوست مستعد چین و چروک و لک و ... است . در این تست با توجه به اطلاعات دریافتی از شما به ریشه یابی عوارض پوستی شما و بررسی شیوه های کنترل یا درمان این عوارض می پردازیم. '
//                'Text' => 'نوع پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 7,
                            'Answer' => 'c'
                        ],
                    ],
                    'Not' => [
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'با توجه به اینکه شما هیچ گونه احساس چربی در هیچ یک از نواحی پوست خود ندارید ولی هم زمان حالت پوسته پوسته شدن  شدید را در برخی نواحی صورت خود تجربه می کنید پوست شما در دسته پوست های خشک قرار می گیرد پوست های خشک در صور عدم کنترل خشکی پوست مستعد چین و چروک و لک و ... است . در این تست با توجه به اطلاعات دریافتی از شما به ریشه یابی عوارض پوستی شما و بررسی شیوه های کنترل یا درمان این عوارض می پردازیم. چون حالت پوسته پوسته شدن پوست شما در دسته شدید قرار گرفته است پوست شما در شرایط حساس است و باید در مراقبت های روزانه این موضوع بسیار مورد توجه قرار گیرد.'
//                'Text' => 'نوع پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 7,
                            'Answer' => 'c'
                        ],
                    ],
                    'Not' => [
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'با توجه به اینکه شما هیچ گونه احساس چربی در هیچ یک از نواحی پوست خود ندارید ولی هم زمان حالت کشیدگی را در برخی نواحی صورت خود تجربه می کنید پوست شما در دسته پوست های خشک قرار می گیرد پوست های خشک در صورت عدم کنترل خشکی پوست مستعد چین و چروک و لک و ... است . در این تست با توجه به اطلاعات دریافتی از شما به ریشه یابی عوارض پوستی شما و بررسی شیوه های کنترل یا درمان این عوارض می پردازیم. '
//                'Text' => 'نوع پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 3,
                            'Answer' => 'a'
                        ],
                    ],
                    'Not' => [
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'با توجه به اینکه شما هیچ گونه احساس چربی در هیچ یک از نواحی پوست خود ندارید ولی هم زمان حالت کشیدگی را در برخی نواحی صورت خود تجربه می کنید پوست شما در دسته پوست های خشک قرار می گیرد پوست های خشک در صورت عدم کنترل خشکی پوست مستعد چین و چروک و لک و ... است . در این تست با توجه به اطلاعات دریافتی از شما به ریشه یابی عوارض پوستی شما و بررسی شیوه های کنترل یا درمان این عوارض می پردازیم. '
//                'Text' => 'نوع پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 3,
                            'Answer' => 'a'
                        ],
                    ],
                    'Not' => [
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'با توجه به اینکه شما هیچ گونه احساس چربی در هیچ یک از نواحی پوست خود ندارید ولی هم زمان حالت کشیدگی را در برخی نواحی صورت خود تجربه می کنید پوست شما در دسته پوست های خشک قرار می گیرد پوست های خشک در صورت عدم کنترل خشکی پوست مستعد چین و چروک و لک و ... است . در این تست با توجه به اطلاعات دریافتی از شما به ریشه یابی عوارض پوستی شما و بررسی شیوه های کنترل یا درمان این عوارض می پردازیم. '
//                'Text' => 'نوع پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 3,
                            'Answer' => 'b'
                        ],
                    ],
                    'Not' => [
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'با توجه به اینکه شما هیچ گونه احساس چربی در هیچ یک از نواحی پوست خود ندارید ولی هم زمان حالت کشیدگی را در برخی نواحی صورت خود تجربه می کنید پوست شما در دسته پوست های خشک قرار می گیرد پوست های خشک در صورت عدم کنترل خشکی پوست مستعد چین و چروک و لک و ... است . در این تست با توجه به اطلاعات دریافتی از شما به ریشه یابی عوارض پوستی شما و بررسی شیوه های کنترل یا درمان این عوارض می پردازیم. '
//                'Text' => 'نوع پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 3,
                            'Answer' => 'b'
                        ],
                    ],
                    'Not' => [
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'با توجه به اینکه شما هیچ گونه احساس چربی در هیچ یک از نواحی پوست خود ندارید ولی هم زمان حالت کشیدگی را در برخی نواحی صورت خود تجربه می کنید پوست شما در دسته پوست های خشک قرار می گیرد پوست های خشک در صورت عدم کنترل خشکی پوست مستعد چین و چروک و لک و ... است . در این تست با توجه به اطلاعات دریافتی از شما به ریشه یابی عوارض پوستی شما و بررسی شیوه های کنترل یا درمان این عوارض می پردازیم. '
//                'Text' => 'نوع پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 3,
                            'Answer' => 'c'
                        ],
                    ],
                    'Not' => [
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'با توجه به اینکه شما هیچ گونه احساس چربی در هیچ یک از نواحی پوست خود ندارید ولی هم زمان حالت کشیدگی را در برخی نواحی صورت خود تجربه می کنید پوست شما در دسته پوست های خشک قرار می گیرد پوست های خشک در صورت عدم کنترل خشکی پوست مستعد چین و چروک و لک و ... است . در این تست با توجه به اطلاعات دریافتی از شما به ریشه یابی عوارض پوستی شما و بررسی شیوه های کنترل یا درمان این عوارض می پردازیم. '
//                'Text' => 'نوع پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 3,
                            'Answer' => 'c'
                        ],
                    ],
                    'Not' => [
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'با توجه به اینکه شما هیچ گونه احساس چربی در هیچ یک از نواحی پوست خود ندارید ولی هم زمان حالت کشیدگی را در برخی نواحی صورت خود تجربه می کنید پوست شما در دسته پوست های خشک قرار می گیرد پوست های خشک در صورت عدم کنترل خشکی پوست مستعد چین و چروک و لک و ... است . در این تست با توجه به اطلاعات دریافتی از شما به ریشه یابی عوارض پوستی شما و بررسی شیوه های کنترل یا درمان این عوارض می پردازیم. '
//                'Text' => 'نوع پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 2,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'منافذ باز یکی از عوارض مهم چربی پوست است . پوست برای تقسیم سلولی و فرایند هایی که در پوست انجام می شود نیاز به اکسیژن دارد این اکسیژن را از طریق منافذ پوست جذب می کند وقتی این منافذ با چربی هایی که به خوبی کنترل نشده اند یا لوازم آرایشی و آلودگی ها پر میشه پوست دیگر نمی تواند از این منافذ اکسیژن بگیرد و این منافذ بازتر میشود . پس با کنترل چربی و خالی کردن عمقی این منافذ می توان تا حد زیادی این سایز این منافذ را کوچک تر کرد.'
//                'Text' => 'منافذ باز'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 2,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'منافذ باز یکی از عوارض مهم چربی پوست است . پوست برای تقسیم سلولی و فرایند هایی که در پوست انجام می شود نیاز به اکسیژن دارد این اکسیژن را از طریق منافذ پوست جذب می کند وقتی این منافذ با چربی هایی که به خوبی کنترل نشده اند یا لوازم آرایشی و آلودگی ها پر میشه پوست دیگر نمی تواند از این منافذ اکسیژن بگیرد و این منافذ بازتر میشود . به احتمال زیاد با توجه به چربی زیادی که شما روی t ذون (پیشانی، بینی و چانه ) خود احساس می کنید منافذ باز  شما نیز بیشتر در این نواحی قرار دارد ؛ پس با کنترل چربی و خالی کردن عمقی این منافذ می توان تا حد زیادی  سایز این منافذ را کوچک تر کرد.'
//                'Text' => 'منافذ باز'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 2,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'فذ باز یکی از عوارض مهم چربی پوست است . پوست برای تقسیم سلولی و فرایند هایی که در پوست انجام می شود نیاز به اکسیژن دارد این اکسیژن را از طریق منافذ پوست جذب می کند وقتی این منافذ با چربی هایی که به خوبی کنترل نشده اند یا لوازم آرایشی و آلودگی ها پر میشه پوست دیگر نمی تواند از این منافذ اکسیژن بگیرد و این منافذ بازتر میشود . به احتمال زیاد با توجه به چربی زیادی که شما روی t ذون (پیشانی، بینی و چانه ) خود احساس می کنید منافذ باز  شما نیز بیشتر در این نواحی قرار دارد ؛ پس با کنترل چربی و خالی کردن عمقی این منافذ می توان تا حد زیادی  سایز این منافذ را کوچک تر کرد.'
//                'Text' => 'منافذ باز'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 2,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 17,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => ' از تجمع آلودگی ها، لوازم آرایشی و چربی های پوست در منافذ و عدم توان پوست برای دریافت اکسیژن کافی ، منافذ باز و بزرگ ایجاد می شود با توجه به اینکه شما جز افرادی هستید که زیاد آرایش می کنید پس مدت زمان بیشتری منافذ پوست خود را با آرایش پوشانده اید و نفوذ لوازم آرایشی در درون پوست شما بیشتر است بنابراین یکی از عوامل مهم ایجاد منافذ باز برای شما همین مورد است . برای جلوگیری از این روش بید از میسلار واتر ای پاک کننده آرایش برای پاک کردن آرایش از روی  صورت خود استفاده کنید و در ادامه با یک ششوینده مناسب نوع پوست به خوبی پوست را شسته و برای پاک عمقی منافذ تونر بزنید.'
//                'Text' => 'منافذ باز'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 2,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 18,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'از تجمع آلودگی ها، لوازم آرایشی و چربی های پوست در منافذ و عدم توان پوست برای دریافت اکسیژن کافی ، منافذ باز و بزرگ ایجاد می شود. لوازم آرایشی  از ترکیبات چرب تشکیل شده اند که برای برداشتن آنها از روی پوست باید از یک ترکیب چرب که بتواند این چربی را در خود حل کند باید استفاده گردد . که این ترکیب برای پاک کردن آرایش سورفکتانت نام دارد و فقط در  میسلار واتر ها (یا همان محلول های پاک کننده آرایش ) موجود است . بنابراین آب به تنهایی نمی تواند مواد آرایشی را  از روی پوست پاک کند و از تجمع این مواد آرایشی در منافذ ، سایز منافذ بزرگ و باز می شود.'
//                'Text' => 'منافذ باز'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 2,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 18,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'از تجمع آلودگی ها، لوازم آرایشی و چربی های پوست در منافذ و عدم توان پوست برای دریافت اکسیژن کافی ، منافذ باز و بزرگ ایجاد می شود. لوازم آرایشی  از ترکیبات چرب تشکیل شده اند که برای برداشتن آنها از روی پوست باید از یک ترکیب چرب که بتواند این چربی را در خود حل کند باید استفاده گردد . که این ترکیب برای پاک کردن آرایش سورفکتانت نام دارد و فقط در  میسلار واتر ها (یا همان محلول های پاک کننده آرایش ) موجود است . بنابراین قبل از شستن صورت با شوینده مناسب نوع پوست باید آرایش خود را با ترکیبی همچون میسار واتر ها که بتواند لوازم آرایشی را در خود حل کند  پاک کنید .سپس با استفاده از شوینده باقی آلودگی های پوستی و لوازم آرایش و ... از روی سطح پوست بشویید.'
//                'Text' => 'منافذ باز'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 2,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 18,
                            'Answer' => 'd'
                        ],
                    ]
                ]),
                'Text' => 'از تجمع آلودگی ها، لوازم آرایشی و چربی های پوست در منافذ و عدم توان پوست برای دریافت اکسیژن کافی ، منافذ باز و بزرگ ایجاد می شود. لوازم آرایشی  از ترکیبات چرب تشکیل شده اند که برای برداشتن آنها از روی پوست باید از یک ترکیب چرب که بتواند این چربی را در خود حل کند باید استفاده گردد . که این ترکیب برای پاک کردن آرایش سورفکتانت نام دارد و فقط در  میسلار واتر ها (یا همان محلول های پاک کننده آرایش ) موجود است . دستکال مرطوب های پاک کننده آرایش قدرت پاک کنندگی خوبی ندارند و بهتر است از میسلار ها استفاده کنید به علاوه برای پاک کردن آرایش با  دستمال مرطوب ها باید دفعاتی که روی پوست می کشیم را زیاد کنیم تا بتوان آرایش را پاک کردن بنابراین ایجاد خراش و التهاب بر روی پوست امکان دارد.'
//                'Text' => 'منافذ باز'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 2,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 19,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'از تجمع آلودگی ها، لوازم آرایشی و چربی های پوست در منافذ و عدم توان پوست برای دریافت اکسیژن کافی ، منافذ باز و بزرگ ایجاد می شود. چربی ها، آلودگی ها و بخشی از لوازم آرایشی که هنوز در منافذ باقی مانده اند به تنهایی توسط آب پاک نمی شوند و باید برای پاک کردن درست و اصولی پوست از سوینده (ژل، فوم یا پن) مناسب نوع پوست برای کنترل چربی و شستن اصولی پوست استفاده کرد و یکی از عوارض مهم نشستن صورت با یک شوینده مناسب ایجاد منافذ باز بر روی پوست است . '
//                'Text' => 'منافذ باز'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 2,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 19,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'از تجمع آلودگی ها، لوازم آرایشی و چربی های پوست در منافذ و عدم توان پوست برای دریافت اکسیژن کافی ، منافذ باز و بزرگ ایجاد می شود. چربی ها، آلودگی ها و بخشی از لوازم آرایشی که هنوز در منافذ باقی مانده اند به تنهایی توسط آب پاک نمی شوند و باید برای پاک کردن درست و اصولی پوست از سوینده (ژل، فوم یا پن) مناسب نوع پوست برای کنترل چربی و شستن اصولی پوست استفاده کرد و یکی از عوارض مهم نشستن صورت با یک شوینده مناسب ایجاد منافذ باز بر روی پوست است . شما برای شستن صورت از صابون استفاده می کنید ، صابون شاید حس تمیزی موقت به پوست بدهد اما با خشک کردن پوست ، پوست را به تولید چربی تحریک می کند و بعد از گذشت یک ساعت از شستشو متوجه می شوید که پوست چرب شده پس همین چربی می تواند باعث ایجاد منافذ باز شود. و صابون به خاطر ph قلیایی که دارد مهار اسیدی پوست را از بین می برد و باعث تضغیف سد دفاعی پوست و ایجاد عوارض دیگری برای پوست می گردد.'
//                'Text' => 'منافذ باز'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 2,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 19,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'از تجمع آلودگی ها، لوازم آرایشی و چربی های پوست در منافذ و عدم توان پوست برای دریافت اکسیژن کافی ، منافذ باز و بزرگ ایجاد می شود. چربی ها، آلودگی ها و بخشی از لوازم آرایشی که هنوز در منافذ باقی مانده اند به تنهایی توسط آب پاک نمی شوند و باید برای پاک کردن درست و اصولی پوست از سوینده (ژل، فوم یا پن) مناسب نوع پوست برای کنترل چربی و شستن اصولی پوست استفاده کرد و یکی از عوارض مهم نشستن صورت با یک شوینده مناسب ایجاد منافذ باز بر روی پوست است . شما برای شستن صورت از شامپو بچه  استفاده می کنید ، شامپو بچه هیچ قدرت پاک کنندگی ندارد و به دلیل عدم پاک کردن صحیح پوست و خالی کردن منافذ از آلودگی ها ، چربی ها و لوازم آرایشی باعث بسته شدن منافذ و ایجاد منافذ باز می شود. از عوارض دیگر شامچو بچه بعد از استفاد طولانی مدت عدم طروات و شادابی پوست ، ایجاد جوش  و تیرگی پوست است.'
//                'Text' => 'منافذ باز'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 2,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 20,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'از تجمع آلودگی ها، لوازم آرایشی و چربی های پوست در منافذ و عدم توان پوست برای دریافت اکسیژن کافی ، منافذ باز و بزرگ ایجاد می شود. علاوه بر پاک کردن پوست با پاک کننده های آرایش وشستن صورت با شوینده مناسب نوع پوست برای پاک کردن عمقی منافد از هر گونه آلودگی و تنظیم ph پوست  و کنترل چربی  استفا ده از تونر مناسب نوع پوست ضروری است و عدم استفاده شما از تونر عوارض زیادی برای شما همچون همین منافذ باز به همراه دارد.'
//                'Text' => 'منافذ باز'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 3,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'کشیدگی ناشی از دهیدراتگی (کم آبی ) شدید پوست است که می تواند در انواع پوست اتفاق بیوفتد اما در پوست های خشک شدیدتر است .کشیدگی  در کل صورت می تواند عوامل زیادی داشته باشد اما یکی از عوامل مهم آن استفاده از شوینده نامناسب برای نوع پوست است . (به طور مثال استفاده از صابون یا استفاده از شوینده هاییکه از درصدی اسید در ترکیب آنها استفاده شده است و ممکن است سازگار با پوست شخص نباشد). پس برای حل این مشکل باید از آب رسان های قوی استفاده شود و شوینده مورد استفاده بررسی شود .'
//                'Text' => 'احساس کشیدگی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 3,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'کشیدگی ناشی از دهیدراتگی (کم آبی ) شدید پوست است که می تواند در انواع پوست اتفاق بیوفتد اما در پوست های خشک شدیدتر است .کشیدگی  می تواند عوامل زیادی داشته باشد اما یکی از عوامل مهم آن استفاده از شوینده نامناسب برای نوع پوست است . (به طور مثال استفاده از صابون یا استفاده از شوینده هاییکه از درصدی اسید در ترکیب آنها استفاده شده است و ممکن است سازگار با پوست شخص نباشد). پس برای حل این مشکل باید از آب رسان های قوی استفاده شود و شوینده مورد استفاده بررسی شود .'
//                'Text' => 'احساس کشیدگی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 3,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'کشیدگی ناشی از دهیدراتگی (کم آبی ) شدید پوست است که می تواند در انواع پوست اتفاق بیوفتد اما در پوست های خشک شدیدتر است .کشیدگی  می تواند عوامل زیادی داشته باشد اما یکی از عوامل مهم آن استفاده از شوینده نامناسب برای نوع پوست است . (به طور مثال استفاده از صابون یا استفاده از شوینده هاییکه از درصدی اسید در ترکیب آنها استفاده شده است و ممکن است سازگار با پوست شخص نباشد). پس برای حل این مشکل باید از آب رسان های قوی استفاده شود و شوینده مورد استفاده بررسی شود . به علاوه کشیدگی در اطرافلب و دور چشم می تواند ناشی از استفاده از لوازم آرایشی نامناسب و دارای سرب باشد.'
//                'Text' => 'احساس کشیدگی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد قعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وثتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما که پوست چربی دارید برای جلوگیری از اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ هست . که این کار ار با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم .'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد قعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وثتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما که ناحیه ی بزرگی از صورتتان چرب است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ هست . که این کار ار با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم .'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد قعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وثتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما که ناحیه ی بزرگی از صورتتان چرب است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ هست . که این کار ار با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم .'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد قعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وثتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم .'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 17,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (میسلار واتر ، شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم . شما اهل آرایش زیاد هستید و ساعت های طولانی منافذ پوست را با آرایش پوشانده اید بنابراین به دلیل نرسیدن اکسیژن به منافذ فعالیت این باکتری ها بیشتر است بنابراین یکی از عوامل جوش می تواند این مورد باشد .بنابران پاک کردن اصولی پوست  در کنترل جوش بسیار مهم هست.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 18,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (میسلار واتر شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم . شما ارایش خودتون رو با آب پاک میکنید در صورتی برای پاک کردن درست آرایش از داخل منافذ باید از پاک کردن دو مرحله ای صورت یعنی میسلار واتر و شوینده مناسب نوع پوست استفاده کنید و چون آب نمی تواند منافذ را پاک کند احتمال ایجاد جوش بسیار بالاتر است.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 18,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (میسلارواتر، شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم . شما ارایش خودتون رو با دستمال مرطوب پاک میکنید در صورتی برای پاک کردن درست آرایش از داخل منافذ باید از پاک کردن دو مرحله ای صورت یعنی میسلار واتر و شوینده مناسب نوع پوست استفاده کنید و چون دستمال مرطوب ها نمی تواند منافذ را پاک کند احتمال ایجاد جوش بسیار بالاتر است.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 18,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (میسلارواتر ،شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم . شما ارایش خودتون رو با همان شوینده صورت  میشویید در صورتی که برای پاک کردن درست آرایش از داخل منافذ باید از پاک کردن دو مرحله ای صورت یعنی میسلار واتر و شوینده مناسب نوع پوست استفاده کنید و چون برای پاک کردن آرایش باید از محلول هایی استفاده شود که بتوانند چربی را در خود حل کنند و این کار توسط میسلار واتر ها امکان پذیر است .بنابراین یکی از عوامل ایجاد جوش روی پوست شما عدم پاک کردن صحیح آرایش از منافذ پوست است.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 19,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (میسلارواتر ،شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم . شما صورت خود را با آب می شویید  وقتی نمی توانید منافذ پوست را به خوبی از چربی ها پاک کنید جوش ایجاد می شود یکی از مهم ترین مراحل روتین پوست چرب استفاده از یک شوینده با قدرت پاک کنندگی بالا است که بتواند به خوبی منافذ را پاک کند و وقتی این مرحله را با آب انجام می دهید قطعا چربی پوست کنترل نمی شود منافذ پاک نمی شوند و جوش ایجاد می شود.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 19,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم . شما برای شستن صورت از صابون استفاده می کنید ، صابون شاید حس تمیزی موقت به پوست بدهد اما با خشک کردن پوست ، پوست را به تولید چربی تحریک می کند و بعد از گذشت یک ساعت از شستشو متوجه می شوید که پوست چرب شده پس همین چربی می تواند باعث ایجاد منافذ باز شود. و صابون به خاطر ph قلیایی که دارد مهار اسیدی پوست را از بین می برد و باعث تضغیف سد دفاعی پوست و فعالیت باکتری های مولد آکنه و ایجاد جوش می شود.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 19,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم .شامپو بچه هیچ قدرت پاک کنندگی ندارد و به دلیل عدم پاک کردن صحیح پوست و خالی کردن منافذ از آلودگی ها ، چربی ها و لوازم آرایشی باعث بسته شدن منافذ و ایجاد جوش باز می شود. از عوارض دیگر شامچو بچه بعد از استفاد طولانی مدت عدم طروات و شادابی پوست  و تیرگی پوست است.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 20,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم . تونر بعد از پاک کردن آرایش و شستن صورت،  باعث تنظیم ph پوست و پاک کردن عمقی منافذ و حتی کنترل چربی و آب رسانی پوست می شود و تا حد زیادی می تواند به کنترل جوش کمک کند.پس نزدن تونر در روتین مراقبتی می تواند باعث ایجاد جوش شود.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 21,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'عدم تعادل چربی و آب در پوست می تواند باعث ایجاد جوش شود. در پوست های چرب که ترشح چربی از حد نرمال بیشتر است بس باید برای عدم جوش زدن آب رسانی زیاد پوست انجام شود و مانع از دست رفتن آب پوست شویم . آفتاب یکی از عوامل مهم از دست رفتن آ ب پوست و تضعیف سد دفاعی پوست است بنابراین نزدن ضدآفتاب می تواند در ایجاد جوش بسیار تاثیرگذار است . و شما چون ضدآفتاب نمیزنید بیشتر در معرض جوش قرار می گیرید.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 22,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'عدم تعادل چربی و آب در پوست می تواند باعث ایجاد جوش شود. در پوست های چرب که ترشح چربی از حد نرمال بیشتر است بس باید برای عدم جوش زدن آب رسانی زیاد پوست انجام شود و مانع از دست رفتن آب پوست شویم . بنابراین زدن آب رسان فاکتور مهمی در کنترل چربی پوست و کاهش جوش است.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 23,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'عدم تعادل چربی و آب در پوست می تواند باعث ایجاد جوش شود. در پوست های چرب که ترشح چربی از حد نرمال بیشتر است بس باید برای عدم جوش زدن آب رسانی زیاد پوست انجام شود و مانع از دست رفتن آب پوست شویم . آفتاب یکی از عوامل مهم از دست رفتن آ بپوست و تضعیف سد دفاعی پوست است بنابراین قرار گرفتن تایم زیادی در آفتاب موجب از دست رفتن آب پوست و همچنین کاهش سد دفاعی پوست و ایجاد جوش می شود.شما با توجه به اینکه ساعات طولانی در معرض آفتاب هستید بای آب رسانی و زدن ضدآفتاب و تمدید هر 2 ساعت یک با را انجام دهید.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 26,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم .شما عادات ماهیانه نامنظمی دارید پس تحت تاثیر عدم تعادل هورمونی هستید ، این عدم تعادل هورمونی باعث تاثیر بر روی آنزیم ترشح چربی می شود و جوش شما می تواند ناشی از این عدم تعادل هورمونی باشد.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 27,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم .موهای ضخیم بر روی صورت زنان علاوه بر ژنتیک تحت تاثیر هورمون تستسترون است که عدم تعادل این هورمون باعث ایجاد موهای زائد می شود. دقیقا همین هورمون بر فعالیت آنزیم ترشح چربی تاثیرگذار است . این عدم تعادل می تواند باعث ایجاد جوش می شود. بنابراین باید آزمایشات لازم انجام شود که سطح این هورمون ها سنجیده شود.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 27,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم .موهای ضخیم بر روی صورت زنان علاوه بر ژنتیک تحت تاثیر هورمون تستسترون است که عدم تعادل این هورمون باعث ایجاد موهای زائد می شود. دقیقا همین هورمون بر فعالیت آنزیم ترشح چربی تاثیرگذار است . این عدم تعادل می تواند باعث ایجاد جوش می شود. بنابراین باید آزمایشات لازم انجام شود که سطح این هورمون ها سنجیده شود.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 29,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'شما هم اکنون باردار هستید اما بر روی صورتتون جوش دارید . با توجه به اینکه در زمان بارداری ترکیبات  لایه بردار و یک سری ترکیبات شیمیایی ممنوع است . بنابراین باید با یک روتین ملایم (شامل : میسلارواتر، شوینده ، تونر، آب رسان و ضدآفتاب) ولی با در نظر گرفتن شرایط خاص بدون داشتن ترکیبات لایه بردار به کنترل چربی پوست و کنترل جوش ها بپردازیم.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 30,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم .آنزیم ترشح چربی تحت تاثیر هورمون ها فعالیت می کند در زمانی که شما مشکل هورمونی دارد می تواند فعالیت این آنزیم را شدت بدهد و تحت تاثیر ترشح چربی بیش از حد جوش ایجاد شود. شما علاوه بر روتین پوست چرب و جوش دار برای حصول نتیجه مطلوب باید برای رسیدن به سطح تعادل هورمونی تحت نظر پزشک دارو مصرف کنید.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 31,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم .آنزیم ترشح چربی تحت تاثیر هورمون ها فعالیت می کند در زمانی که شما  دچار پرکاری تیروئید هستید می دانید که دچار عدم تعادل هورمونی می شوید که می تواند فعالیت این آنزیم را شدت بدهد و تحت تاثیر ترشح چربی بیش از حد ،جوش ایجاد شود. شما علاوه بر روتین پوست چرب و جوش دار برای حصول نتیجه مطلوب باید برای رسیدن به سطح تعادل هورمونی تحت نظر پزشک دارو مصرف کنید.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 31,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم .آنزیم ترشح چربی تحت تاثیر هورمون ها فعالیت می کند در زمانی که شما  دچار کمکاری تیروئید هستید می دانید که دچار عدم تعادل هورمونی می شوید که می تواند فعالیت این آنزیم را شدت بدهد و تحت تاثیر ترشح چربی بیش از حد ،جوش ایجاد شود. شما علاوه بر روتین پوست چرب و جوش دار برای حصول نتیجه مطلوب باید برای رسیدن به سطح تعادل هورمونی تحت نظر پزشک دارو مصرف کنید.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 32,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم .آنزیم ترشح چربی تحت تاثیر هورمون ها فعالیت می کند در زمانی که شما دچار تنش و استرس های شدید هستید می دانید که دچار عدم تعادل هورمونی می شوید که می تواند فعالیت این آنزیم را شدت بدهد و تحت تاثیر ترشح چربی بیش از حد ،جوش ایجاد شود. شما علاوه بر روتین پوست چرب و جوش دار برای حصول نتیجه مطلوب باید برای رسیدن به سطح تعادل هورمونی تحت نظر پزشک دارو مصرف کنید و یا برای انجام روش های کاهش استرس کمک بگیرید.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 40,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'غذاهای چرب تاثیر بسیار زیادی بر روی ترشح چربی از غدد سباسه پوست دارند و استفاده از این نوع غذاها و مخصوصا فست فود ها بیشتر از 3 وعده در هفته قطعا پوست  ا تحت تاثیر جوش قرار می دهد. بنابراین شما علاوه بر داشتن یک روتین مناسب پوست چرب و جوش دار ، باید برای حصو نتیجه بهتر نکات تغذیه و لایف استایلتون را هم بهبود بدهید.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 41,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم . اما وقتی ترشح چربی پوست از حد نرمال فراتر میره و هم زمان منافذ پوست درگیر باکتری های مولد آکنه شده است ؛ علاوه بر روتین پوست چرب و جوش دار باید با انجام فیشال های تخصصی پوست چرب و کنترل جوش بخ کمک روند بهبود پوست آمد تا هم لایه برداری های اصولی برای پاک کردن منافذ پوست از آلودگی ها و باکتری ها انجام بشه و هم با مواد تخصصی ترشح چربی پوست تنظیم شود. بنابراین شما که جوش می زنید حتما باید ماهیانه فیشال های تخصصی پوست چرب رو جدی بگیرید.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 41,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی (شوینده، تونر، آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم . اما وقتی ترشح چربی پوست از حد نرمال فراتر میره و هم زمان منافذ پوست درگیر باکتری های مولد آکنه شده است ؛ علاوه بر روتین پوست چرب و جوش دار باید با انجام فیشال های تخصصی پوست چرب و کنترل جوش بخ کمک روند بهبود پوست آمد تا هم لایه برداری های اصولی برای پاک کردن منافذ پوست از آلودگی ها و باکتری ها انجام بشه و هم با مواد تخصصی ترشح چربی پوست تنظیم شود. بنابراین شما که جوش می زنید حتما باید ماهیانه فیشال های تخصصی پوست چرب رو جدی بگیرید.'
//                'Text' => 'جوش چرکی و التهابی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 17,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی  و لایه برداری ملایم (میسلارواتر ، شوینده، تونر، سالسیلیک اسید یا آزالاییک اسید ،آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم . شما اهل آرایش زیاد هستید و ساعت های طولانی منافذ پوست را با آرایش پوشانده اید بنابراین به دلیل نرسیدن اکسیژن به منافذ فعالیت این باکتری ها بیشتر است بنابراین یکی از عوامل جوش می تواند این مورد باشد .بنابران پاک کردن اصولی پوست  در کنترل جوش بسیار مهم هست.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 18,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => ' جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی  و لایه برداری ملایم (میسلارواتر ، شوینده، تونر، سالسیلیک اسید یا آزالاییک اسید ،آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم .شما ارایش خودتون رو با آب پاک میکنید در صورتی برای پاک کردن درست آرایش از داخل منافذ باید از پاک کردن دو مرحله ای صورت یعنی میسلار واتر و شوینده مناسب نوع پوست استفاده کنید و چون آب نمی تواند منافذ را پاک کند احتمال ایجاد جوش بسیار بالاتر است.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 18,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی  و لایه برداری ملایم (میسلارواتر ، شوینده، تونر، سالسیلیک اسید یا آزالاییک اسید ،آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم شما ارایش خودتون رو با همان شوینده صورت  میشویید در صورتی که برای پاک کردن درست آرایش از داخل منافذ باید از پاک کردن دو مرحله ای صورت یعنی میسلار واتر و شوینده مناسب نوع پوست استفاده کنید و چون برای پاک کردن آرایش باید از محلول هایی استفاده شود که بتوانند چربی را در خود حل کنند و این کار توسط میسلار واتر ها امکان پذیر است .بنابراین یکی از عوامل ایجاد جوش روی پوست شما عدم پاک کردن صحیح آرایش از منافذ پوست است.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 18,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی  و لایه برداری ملایم (میسلارواتر ، شوینده، تونر، سالسیلیک اسید یا آزالاییک اسید ،آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم.شما ارایش خودتون رو با دستمال مرطوب پاک میکنید در صورتی برای پاک کردن درست آرایش از داخل منافذ باید از پاک کردن دو مرحله ای صورت یعنی میسلار واتر و شوینده مناسب نوع پوست استفاده کنید و چون دستمال مرطوب ها نمی تواند منافذ را پاک کند احتمال ایجاد جوش بسیار بالاتر است.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 19,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی  و لایه برداری ملایم (میسلارواتر ، شوینده، تونر، سالسیلیک اسید یا آزالاییک اسید ،آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم. شما صورت خود را با آب می شویید  وقتی نمی توانید منافذ پوست را به خوبی از چربی ها پاک کنید جوش ایجاد می شود یکی از مهم ترین مراحل روتین پوست چرب استفاده از یک شوینده با قدرت پاک کنندگی بالا است که بتواند به خوبی منافذ را پاک کند و وقتی این مرحله را با آب انجام می دهید قطعا چربی پوست کنترل نمی شود منافذ پاک نمی شوند و جوش ایجاد می شود.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 19,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی  و لایه برداری ملایم (میسلارواتر ، شوینده، تونر، سالسیلیک اسید یا آزالاییک اسید ،آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم. شما برای شستن صورت از صابون استفاده می کنید ، صابون شاید حس تمیزی موقت به پوست بدهد اما با خشک کردن پوست ، پوست را به تولید چربی تحریک می کند و بعد از گذشت یک ساعت از شستشو متوجه می شوید که پوست چرب شده پس همین چربی می تواند باعث ایجاد منافذ باز شود. و صابون به خاطر ph قلیایی که دارد مهار اسیدی پوست را از بین می برد و باعث تضغیف سد دفاعی پوست و فعالیت باکتری های مولد آکنه و ایجاد جوش می شود.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 19,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی  و لایه برداری ملایم (میسلارواتر ، شوینده، تونر، سالسیلیک اسید یا آزالاییک اسید ،آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم.شامپو بچه هیچ قدرت پاک کنندگی ندارد و به دلیل عدم پاک کردن صحیح پوست و خالی کردن منافذ از آلودگی ها ، چربی ها و لوازم آرایشی باعث بسته شدن منافذ و ایجاد جوش می شود. از عوارض دیگر شامچو بچه بعد از استفاد طولانی مدت عدم طروات و شادابی پوست  و تیرگی پوست است.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 20,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی  و لایه برداری ملایم (میسلارواتر ، شوینده، تونر، سالسیلیک اسید یا آزالاییک اسید ،آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم.تونر بعد از پاک کردن آرایش و شستن صورت،  باعث تنظیم ph پوست و پاک کردن عمقی منافذ و حتی کنترل چربی و آب رسانی پوست می شود و تا حد زیادی می تواند به کنترل جوش کمک کند.پس نزدن تونر در روتین مراقبتی می تواند باعث ایجاد جوش شود.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 21,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'عدم تعادل چربی و آب در پوست می تواند باعث ایجاد جوش شود. در پوست های چرب که ترشح چربی از حد نرمال بیشتر است بس باید برای عدم جوش زدن آب رسانی زیاد پوست انجام شود و مانع از دست رفتن آب پوست شویم . آفتاب یکی از عوامل مهم از دست رفتن آ ب پوست و تضعیف سد دفاعی پوست است بنابراین نزدن ضدآفتاب می تواند در ایجاد جوش بسیار تاثیرگذار است . و شما چون ضدآفتاب نمیزنید بیشتر در معرض جوش قرار می گیرید.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 22,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'عدم تعادل چربی و آب در پوست می تواند باعث ایجاد جوش شود. در پوست های چرب که ترشح چربی از حد نرمال بیشتر است بس باید برای عدم جوش زدن آب رسانی زیاد پوست انجام شود و مانع از دست رفتن آب پوست شویم . بنابراین زدن آب رسان فاکتور مهمی در کنترل چربی پوست و کاهش جوش است.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 23,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'عدم تعادل چربی و آب در پوست می تواند باعث ایجاد جوش شود. در پوست های چرب که ترشح چربی از حد نرمال بیشتر است بس باید برای عدم جوش زدن آب رسانی زیاد پوست انجام شود و مانع از دست رفتن آب پوست شویم . آفتاب یکی از عوامل مهم از دست رفتن آ بپوست و تضعیف سد دفاعی پوست است بنابراین قرار گرفتن تایم زیادی در آفتاب موجب از دست رفتن آب پوست و همچنین کاهش سد دفاعی پوست و ایجاد جوش می شود.شما با توجه به اینکه ساعات طولانی در معرض آفتاب هستید بای آب رسانی و زدن ضدآفتاب و تمدید هر 2 ساعت یک با را انجام دهید.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 26,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست . که این کار را با استفاده از یک روتین کنترل چربی  و لایه برداری ملایم (میسلارواتر ، شوینده، تونر، سالسیلیک اسید یا آزالاییک اسید ،آب رسان و ضدجوش و ضدآفتاب ) انجام می دهیم.شما عادات ماهیانه نامنظمی دارید پس تحت تاثیر عدم تعادل هورمونی هستید ، این عدم تعادل هورمونی باعث تاثیر بر روی آنزیم ترشح چربی می شود و جوش شما می تواند ناشی از این عدم تعادل هورمونی باشد.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 27,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست .موهای ضخیم بر روی صورت زنان علاوه بر ژنتیک تحت تاثیر هورمون تستسترون است که عدم تعادل این هورمون باعث ایجاد موهای زائد می شود. دقیقا همین هورمون بر فعالیت آنزیم ترشح چربی تاثیرگذار است . این عدم تعادل می تواند باعث ایجاد جوش می شود. بنابراین باید آزمایشات لازم انجام شود که سطح این هورمون ها سنجیده شود.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 27,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست .موهای ضخیم بر روی صورت زنان علاوه بر ژنتیک تحت تاثیر هورمون تستسترون است که عدم تعادل این هورمون باعث ایجاد موهای زائد می شود. دقیقا همین هورمون بر فعالیت آنزیم ترشح چربی تاثیرگذار است . این عدم تعادل می تواند باعث ایجاد جوش می شود. بنابراین باید آزمایشات لازم انجام شود که سطح این هورمون ها سنجیده شود.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 30,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست.آنزیم ترشح چربی تحت تاثیر هورمون ها فعالیت می کند در زمانی که شما مشکل هورمونی دارد می تواند فعالیت این آنزیم را شدت بدهد و تحت تاثیر ترشح چربی بیش از حد جوش ایجاد شود. شما علاوه بر روتین پوست چرب و جوش دار برای حصول نتیجه مطلوب باید برای رسیدن به سطح تعادل هورمونی تحت نظر پزشک دارو مصرف کنید.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 31,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست.آنزیم ترشح چربی تحت تاثیر هورمون ها فعالیت می کند در زمانی که شما  دچار کمکاری تیروئید هستید می دانید که دچار عدم تعادل هورمونی می شوید که می تواند فعالیت این آنزیم را شدت بدهد و تحت تاثیر ترشح چربی بیش از حد ،جوش ایجاد شود. شما علاوه بر روتین پوست چرب و جوش دار برای حصول نتیجه مطلوب باید برای رسیدن به سطح تعادل هورمونی تحت نظر پزشک دارو مصرف کنید.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 32,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'جوش از وجود دو عامل ایجاد می شود. عامل اول آنزیم 5 آلفا ردوکتاز که فعالیت این آنزیم موجب ترشح غدد سباسه(غدد ترشح چربی) در پوست می شود. فعالیت این آنزیم با توجه به شرایط هورمونی و بیماری های زمینه ای و ژنتیک و ... متفاوت است به طور مثال اگر شخص دچار اختلالات هورمونی باشد فعالیت این آنزیم زیاد می شود. ترشح چربی زیاد می شود و موجب پر شدن منافذ توسط این چربی و ایجاد جوش می گردد. پس برای مهار این عامل کنترل بیمار یهای هورمونی و مصرف داروها و ... اهمیت دارد. عامل دوم باکتری های پروپیونی هستند که در منافذ پوست زندگی می کنند. وقتی در منافذ با چربی های کنترل نشده ، آلودگی ها و لوازم آرایشی پر می شود این باکتری ها بی هوازی هستند(وقتی بهشون هوا نرسه قوی میشن، تولید مثل می کنند ) از مدفوع اسیدی این باکتری ها التهاب در منفذ بسته شده ایجاد میشه و باعث ایجاد جوش میشه . پس شما پوست صورتتان چرب دهیدراته است  برای جلوگیری از جوش  اولویت با کنترل چربی و عدم تجمع چربی ها و آلودگی ها در منافذ  و همچنین به تعادل رساندن آب و چربی پوست هست.آنزیم ترشح چربی تحت تاثیر هورمون ها فعالیت می کند در زمانی که شما دچار تنش و استرس های شدید هستید می دانید که دچار عدم تعادل هورمونی می شوید که می تواند فعالیت این آنزیم را شدت بدهد و تحت تاثیر ترشح چربی بیش از حد ،جوش ایجاد شود. شما علاوه بر روتین پوست چرب و جوش دار برای حصول نتیجه مطلوب باید برای رسیدن به سطح تعادل هورمونی تحت نظر پزشک دارو مصرف کنید و یا برای انجام روش های کاهش استرس کمک بگیرید.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 40,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'غذاهای چرب تاثیر بسیار زیادی بر روی ترشح چربی از غدد سباسه پوست دارند و استفاده از این نوع غذاها و مخصوصا فست فود ها بیشتر از 3 وعده در هفته قطعا پوست  ا تحت تاثیر جوش قرار می دهد. بنابراین شما علاوه بر داشتن یک روتین مناسب پوست چرب و جوش دار ، باید برای حصو نتیجه بهتر نکات تغذیه و لایف استایلتون را هم بهبود بدهید.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 41,
                            'Answer' => 'a'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => ' وقتی ترشح چربی پوست از حد نرمال فراتر میره و هم زمان منافذ پوست درگیر باکتری های مولد آکنه شده است ؛ علاوه بر روتین پوست چرب و جوش دار باید با انجام فیشال های تخصصی پوست چرب و کنترل جوش بخ کمک روند بهبود پوست آمد تا هم لایه برداری های اصولی برای پاک کردن منافذ پوست از آلودگی ها و باکتری ها انجام بشه و هم با مواد تخصصی ترشح چربی پوست تنظیم شود. بنابراین شما که جوش می زنید حتما باید ماهیانه فیشال های تخصصی پوست چرب رو جدی بگیرید.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 41,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => ' وقتی ترشح چربی پوست از حد نرمال فراتر میره و هم زمان منافذ پوست درگیر باکتری های مولد آکنه شده است ؛ علاوه بر روتین پوست چرب و جوش دار باید با انجام فیشال های تخصصی پوست چرب و کنترل جوش بخ کمک روند بهبود پوست آمد تا هم لایه برداری های اصولی برای پاک کردن منافذ پوست از آلودگی ها و باکتری ها انجام بشه و هم با مواد تخصصی ترشح چربی پوست تنظیم شود. بنابراین شما که جوش می زنید حتما باید ماهیانه فیشال های تخصصی پوست چرب رو جدی بگیرید.'
//                'Text' => 'جوش های زیرپوستی،سرسیاه و سرسفید'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 6,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'با توجه به اینکه پوست شما حالت زبر و خشنی دارد ، با توجه به نوع پوست و انجام روتین مراقبتی نوع پوست خودتون و به علاوه انجام آبرسانی تا حد زیادی این حالت پوست از بین می رود.'
//                'Text' => 'جنس پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 6,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'با توجه به اینکه پوست  شما کدر و بدون درخشندگی است، با توجه به نوع پوست و انجام روتین مراقبتی نوع پوست خودتون و به علاوه انجام آبرسانی خیلی قوی تا حد زیادی این حالت پوست از بین می رود.'
//                'Text' => 'جنس پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 7,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست چربی دارید اما در عین حال در بعضی نواحی صورت حالت پوسته پوسته شدن دارید که این حالت به علت حساسیت کم پوست و کم آبی شدید پوست است بنابراین برای رفع این حالت هم در روتین مراقبتی باید دقت شود که از لایه بردار های خیلی ملایم استفاده شود که حساسیت پوست را زیاد نکنند و هم آب رسانی خیلی خوبی انجام شود.'
//                'Text' => 'حالت پوسته پوسته'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 7,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست مختلط رو به چربی  دارید اما در عین حال در بعضی نواحی صورت حالت پوسته پوسته شدن دارید که این حالت به علت حساسیت کم پوست و کم آبی شدید پوست است بنابراین برای رفع این حالت هم در روتین مراقبتی ابید دقت شود که از لایه بردار های خیلی ملایم استفاده شود که حساسیت پوست را زیاد نکنند و هم آب رسانی خیلی خوبی انجام شود.'
//                'Text' => 'حالت پوسته پوسته'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 7,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست مختلطی دارید که فقط در T ذون احساس چربی می کنید و در دیگر نواحی احساس خشکی می کنید همین خشکی پوست باعث حالت پوسته پوسته شدن می شود. که در روتین مراقبتی علاوه بر توجه به استفاده از لایه بردارها ی ملایم و محصولات خیلی ملایم باید از محصولات بازسازی کننده و اب رسان پوست خشک در نواحی که حالت خشک دارید استفاده کنید.'
//                'Text' => 'حالت پوسته پوسته'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 7,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست خشکی دارید همین خشکی پوست باعث حالت پوسته پوسته شدن می شود. که در روتین مراقبتی پوست خشک  علاوه بر توجه به استفاده از لایه بردارها ملایم و محصولات خیلی ملایم باید از محصولات بازسازی کننده و اب رسان پوست خشک در نواحی که حالت خشک دارید استفاده کنید.'
//                'Text' => 'حالت پوسته پوسته'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 7,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست چرب دهیدراته دارید ، همین دهیدراتگی باعث می شود  در بعضی نواحی صورت حالت پوسته پوسته شدن داشته باشید  که این حالت به علت حساسیت کم پوست و کم آبی شدید پوست است بنابراین برای رفع این حالت هم در روتین مراقبتی باید دقت شود که از لایه بردار های خیلی ملایم استفاده شود که حساسیت پوست را زیاد نکنند و هم آب رسانی خیلی خوبی انجام شود.'
//                'Text' => 'حالت پوسته پوسته'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 7,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست چرب دهیدراته دارید ، همین دهیدراتگی باعث می شود  در بعضی نواحی صورت حالت پوسته پوسته شدن داشته باشید  که این حالت به علت حساسیت کم پوست و کم آبی شدید پوست است بنابراین برای رفع این حالت هم در روتین مراقبتی باید دقت شود که از لایه بردار های خیلی ملایم استفاده شود که حساسیت پوست را زیاد نکنند و هم آب رسانی خیلی خوبی انجام شود.'
//                'Text' => 'حالت پوسته پوسته'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 7,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست چربی دارید اما در عین حال در بعضی نواحی صورت حالت پوسته پوسته شدن دارید که این حالت به علت حساسیت شدید و کم آبی شدید پوست است بنابراین برای رفع این حالت هم در روتین مراقبتی باید دقت شود که از لایه بردار ها استفاده نشود که حساسیت پوست را زیاد نکنند و هم آب رسانی خیلی خوبی انجام شود.'
//                'Text' => 'حالت پوسته پوسته'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 7,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست مختلط رو به چربی  دارید اما در عین حال در بعضی نواحی صورت حالت پوسته پوسته شدن دارید که این حالت به علت حساسیت شدید و کم آبی شدید پوست است بنابراین برای رفع این حالت هم در روتین مراقبتی باید دقت شود که از لایه بردار ها استفاده نشود که حساسیت پوست را زیاد نکنند و هم آب رسانی خیلی خوبی انجام شود.'
//                'Text' => 'حالت پوسته پوسته'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 7,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست مختلطی دارید که فقط در T ذون احساس چربی می کنید و در دیگر نواحی احساس خشکی می کنید همین خشکی پوست باعث حالت پوسته پوسته شدن می شود. به علاوه پوسته پوسته شدن شدید ناشی از حساسیت پوست نیز هست که در روتین مراقبتی علاوه بر توجه به عدم  استفاده از لایه بردارها قوی و محصولات خیلی ملایم باید از محصولات بازسازی کننده و اب رسان پوست خشک در نواحی که حالت خشک دارید استفاده کنید.'
//                'Text' => 'حالت پوسته پوسته'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 7,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست خشکی دارید همین خشکی پوست باعث حالت پوسته پوسته شدن می شود. که در روتین مراقبتی پوست خشک  علاوه بر توجه به استفاده از لایه بردارها ملایم و محصولات خیلی ملایم باید از محصولات بازسازی کننده و اب رسان پوست خشک در نواحی که حالت خشک دارید استفاده کنید. به علاو در مواقعی میزان پوسته پوسته شدن شدید باشد ناشی از حساسیت پوست نیز هست که در روتین مراقبتی باید به این نکته توجه شود .'
//                'Text' => 'حالت پوسته پوسته'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 7,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست چرب دهیدراته دارید ، همین دهیدراتگی باعث می شود  در بعضی نواحی صورت حالت پوسته پوسته شدن داشته باشید  که این حالت به علت حساسیت تقریبا زیاد پوست و کم آبی شدید پوست است بنابراین برای رفع این حالت هم در روتین مراقبتی باید دقت شود که از لایه بردار های خیلی ملایم استفاده شود که حساسیت پوست را زیاد نکنند و هم آب رسانی خیلی خوبی انجام شود.'
//                'Text' => 'حالت پوسته پوسته'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 7,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست چرب دهیدراته دارید ، همین دهیدراتگی باعث می شود  در بعضی نواحی صورت حالت پوسته پوسته شدن داشته باشید  که این حالت به علت حساسیت تقریبا زیاد پوست و کم آبی شدید پوست است بنابراین برای رفع این حالت هم در روتین مراقبتی باید دقت شود که از لایه بردار های خیلی ملایم استفاده شود که حساسیت پوست را زیاد نکنند و هم آب رسانی خیلی خوبی انجام شود.'
//                'Text' => 'حالت پوسته پوسته'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 8,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'قرمزی ناشی از حساسیت پوست است که در مواقعی که پوست حساس است باید محصولات مصرفی بررسی شوند به علاوه باید در انجام روتین دقت شود که به هیچ عنوان از اسیدها و لایه بردار ها استفاده نشود. در اینشرایط پوستی استفاده از آب رسان بسیار اهمیت دارد. به علاوه زدن ضدآفتاب برای کاهش حساسیت پوست و کاهش قرمزی بسیار موثر است.'
//                'Text' => 'حالت قرمزی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 8,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'قرمزی ناشی از حساسیت پوست است که در مواقعی که پوست حساس است باید محصولات مصرفی بررسی شوند به علاوه باید در انجام روتین دقت شود که به هیچ عنوان از اسیدها و لایه بردار ها استفاده نشود. در اینشرایط پوستی استفاده از آب رسان بسیار اهمیت دارد. به علاوه زدن ضدآفتاب برای کاهش حساسیت پوست و کاهش قرمزی بسیار موثر است.'
//                'Text' => 'حالت قرمزی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 8,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'قرمزی ناشی از حساسیت پوست است که در مواقعی که پوست حساس است باید محصولات مصرفی بررسی شوند به علاوه باید در انجام روتین دقت شود که به هیچ عنوان از اسیدها و لایه بردار ها استفاده نشود. در اینشرایط پوستی استفاده از آب رسان بسیار اهمیت دارد. به علاوه زدن ضدآفتاب برای کاهش حساسیت پوست و کاهش قرمزی بسیار موثر است.'
//                'Text' => 'حالت قرمزی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 8,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                    ]
                ]),
                'Text' => 'قرمزی ناشی از حساسیت پوست است که در مواقعی که پوست حساس است باید محصولات مصرفی بررسی شوند به علاوه باید در انجام روتین دقت شود که به هیچ عنوان از اسیدها و لایه بردار ها استفاده نشود. در اینشرایط پوستی استفاده از آب رسان بسیار اهمیت دارد. به علاوه زدن ضدآفتاب برای کاهش حساسیت پوست و کاهش قرمزی بسیار موثر است.'
//                'Text' => 'حالت قرمزی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 8,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'قرمزی ناشی از حساسیت پوست است که در مواقعی که پوست حساس است باید محصولات مصرفی بررسی شوند به علاوه باید در انجام روتین دقت شود که به هیچ عنوان از اسیدها و لایه بردار ها استفاده نشود. در اینشرایط پوستی استفاده از آب رسان بسیار اهمیت دارد. به علاوه زدن ضدآفتاب برای کاهش حساسیت پوست و کاهش قرمزی بسیار موثر است.'
//                'Text' => 'حالت قرمزی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 8,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'قرمزی ناشی از حساسیت پوست است که در مواقعی که پوست حساس است باید محصولات مصرفی بررسی شوند به علاوه باید در انجام روتین دقت شود که به هیچ عنوان از اسیدها و لایه بردار ها استفاده نشود. در اینشرایط پوستی استفاده از آب رسان بسیار اهمیت دارد. به علاوه زدن ضدآفتاب برای کاهش حساسیت پوست و کاهش قرمزی بسیار موثر است.'
//                'Text' => 'حالت قرمزی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 8,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'قرمزی ناشی از حساسیت پوست است که در مواقعی که پوست حساس است باید محصولات مصرفی بررسی شوند به علاوه باید در انجام روتین دقت شود که به هیچ عنوان از اسیدها و لایه بردار ها استفاده نشود. در اینشرایط پوستی استفاده از آب رسان بسیار اهمیت دارد. به علاوه زدن ضدآفتاب برای کاهش حساسیت پوست و کاهش قرمزی بسیار موثر است.'
//                'Text' => 'حالت قرمزی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 8,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                    ]
                ]),
                'Text' => 'قرمزی ناشی از حساسیت پوست است که در مواقعی که پوست حساس است باید محصولات مصرفی بررسی شوند به علاوه باید در انجام روتین دقت شود که به هیچ عنوان از اسیدها و لایه بردار ها استفاده نشود. در اینشرایط پوستی استفاده از آب رسان بسیار اهمیت دارد. به علاوه زدن ضدآفتاب برای کاهش حساسیت پوست و کاهش قرمزی بسیار موثر است.'
//                'Text' => 'حالت قرمزی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 9,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'قرمزی پوست ناشی از آفتاب به دو علت اتفاق می افتد اینکه یا ضدآفتاب نمی زنید یا ضدآفتاب با SPF مناسب استفاده نمی کنید. برای کاهش قرمزی باید SPF بالا استفاده کنید به علاوه حتما 2 ساعت یک بار باید تمدید کنید.'
//                'Text' => 'علت قرمزی و سوزش پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 9,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'در استفاده از لایه بردارها قرمزی و سوزش در حد خیلی کم در دفعات اول استفاده عادی است ولی اگر بیشتر از دو الی سه مرتبه اول بیشتر طول بکشد یعنی پوست حساسیت نشان می دهد بنابراین باید دفعات استفاده در هفته کاهش یابد و با استفاده از مشاوره با اسکین تراپیست درصد لایه بردار تغییر کند.'
//                'Text' => 'علت قرمزی و سوزش پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 9,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'وقتی حتی با زدن کرم ای مرطوب کننده و آب رسان قرمزی و سوزش برای شما ایجاد می شود پوست در حد زیادی حساس است بنابراین باید توسط پزشک درمان شوید.'
//                'Text' => 'علت قرمزی و سوزش پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 10,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'وقتی پوست خود را نیشگون می گیرید ولی زمان می برد تا به حالت عادی برگرد نشانه دو چیز است اینکه پوست به شدت در معرض کم آبی است به علاوه سطح کلاژن و الاستین پوست کاهش یافته است پس در روتین مراقبت پوست باید آب رسانی و کلاژن سازی را مورد توجه قرار داد.'
//                'Text' => 'سطج کلاژن و الاستین'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 11,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'چین و چروک های ریز دور چشم را می توان با قرار دادن کرم ها و سرم های دور چشم تا حد زیادی کنترل و درمان کرد اما این محصولات اغلب برای پیشگری از سنین 25 به بالا مورد استفاده قرار می گیرند . در مواردی که چین و چروک اطراف چشم عمیق شده و حتی بدون تغییر در میمیک صورت باز هم خطوط مشخص باشند باید از طریق روش های تهاجمی همچون تزریق بوتاکس و فیلر  توسط پزشک این خطوط برطرف شوند.'
//                'Text' => 'چین و چروک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 11,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست چربی دارید ولی در قسمت پیشانی دچار چین و چروک شده اید در حالتی که پوست نرمال یا خشک باشد برای چین و چروک های ریز از کرم های ضدچین و چروک استفاده می شود ولی در مواردی که پوست چرب است ، نمی توان از ترکیبات جوان ساز استفاده کرد بنابراین باید در ابتدا چربی پوست کنترل شود اگر میزان جوش یه یک تا دو عدد در ماه رسید می توان از کرم ها و سرم های جوانساز استفاده کرد . ولی باید به این نکته توجه شود که محصولات جوانساز اغلب برای پیشگیری چین و چروک و درمان چین و چروک های ریز استفاده می شوند.همین طور برای درمان چین و چروک می توان از درمان های جوانساز کلینیکال همچون فیشال های جوانساز، هایفو، تزریق بوتاکس و ... استفاده کرد.'
//                'Text' => 'چین و چروک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 11,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست مختط ولی رو به چربی دارید ولی در قسمت پیشانی دچار چین و چروک شده اید در حالتی که پوست نرمال یا خشک باشد برای چین و چروک های ریز از کرم های ضدچین و چروک استفاده می شود ولی در مواردی که پوست چرب است ، نمی توان از ترکیبات جوان ساز استفاده کرد بنابراین باید در ابتدا چربی پوست کنترل شود اگر میزان جوش یه یک تا دو عدد در ماه رسید می توان از کرم ها و سرم های جوانساز استفاده کرد . ولی باید به این نکته توجه شود که محصولات جوانساز اغلب برای پیشگیری چین و چروک و درمان چین و چروک های ریز استفاده می شوند.همین طور برای درمان چین و چروک می توان از درمان های جوانساز کلینیکال همچون فیشال های جوانساز، هایفو، تزریق بوتاکس و ... استفاده کرد.'
//                'Text' => 'چین و چروک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 11,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست مختلطی دارید (یعنی T ذون چرب )ولی در قسمت پیشانی دچار چین و چروک شده اید در حالتی که پوست نرمال یا خشک باشد برای چین و چروک های ریز از کرم های ضدچین و چروک استفاده می شود ولی در مواردی که پوست چرب است ، نمی توان از ترکیبات جوان ساز استفاده کرد بنابراین باید در ابتدا چربی پوست کنترل شود اگر میزان جوش یه یک تا دو عدد در ماه رسید می توان از کرم ها و سرم های جوانساز استفاده کرد . ولی باید به این نکته توجه شود که محصولات جوانساز اغلب برای پیشگیری چین و چروک و درمان چین و چروک های ریز استفاده می شوند.همین طور برای درمان چین و چروک می توان از درمان های جوانساز کلینیکال همچون فیشال های جوانساز، هایفو، تزریق بوتاکس و ... استفاده کرد.'
//                'Text' => 'چین و چروک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 11,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                    ]
                ]),
                'Text' => 'در حالتی که پیشانی دچار چین و چروک شده است، اگر فقط با تغییر در میمیک چین و چروک ایجاد شود با استفاده از سرم ها و کرم های جوانساز می توان برطرف کرد اما در حالتی که این خطوط به وضوح مشخص است باید علاوه بر استفاده از کرم ها و سرم های جوانساز باید از روش های جوانساز کلینیکال همچون فیشال های جوانساز، هایوتراپی ، تزریق بوتاکس و ... استفاده کنید.'
//                'Text' => 'چین و چروک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 11,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست چربی دارید ولی در قسمت پیشانی دچار چین و چروک شده اید در حالتی که پوست نرمال یا خشک باشد برای چین و چروک های ریز از کرم های ضدچین و چروک استفاده می شود ولی در مواردی که پوست چرب است ، نمی توان از ترکیبات جوان ساز استفاده کرد بنابراین باید در ابتدا چربی پوست کنترل شود اگر میزان جوش یه یک تا دو عدد در ماه رسید می توان از کرم ها و سرم های جوانساز استفاده کرد . ولی باید به این نکته توجه شود که محصولات جوانساز اغلب برای پیشگیری چین و چروک و درمان چین و چروک های ریز استفاده می شوند.همین طور برای درمان چین و چروک می توان از درمان های جوانساز کلینیکال همچون فیشال های جوانساز، هایفو، تزریق بوتاکس و ... استفاده کرد. به علاوه شما پوست چرب دهیدراته دارید با انجام آبرسانی خوب در روتین تا حد زیادی چین و چروک ها نیز کنترل می شود.'
//                'Text' => 'چین و چروک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 11,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'شما پوست چربی دارید ولی در قسمت پیشانی دچار چین و چروک شده اید در حالتی که پوست نرمال یا خشک باشد برای چین و چروک های ریز از کرم های ضدچین و چروک استفاده می شود ولی در مواردی که پوست چرب است ، نمی توان از ترکیبات جوان ساز استفاده کرد بنابراین باید در ابتدا چربی پوست کنترل شود اگر میزان جوش یه یک تا دو عدد در ماه رسید می توان از کرم ها و سرم های جوانساز استفاده کرد . ولی باید به این نکته توجه شود که محصولات جوانساز اغلب برای پیشگیری چین و چروک و درمان چین و چروک های ریز استفاده می شوند.همین طور برای درمان چین و چروک می توان از درمان های جوانساز کلینیکال همچون فیشال های جوانساز، هایفو، تزریق بوتاکس و ... استفاده کرد.به علاوه شما پوست چرب دهیدراته دارید با انجام آبرسانی خوب در روتین تا حد زیادی چین و چروک ها نیز کنترل می شود.'
//                'Text' => 'چین و چروک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در ماه برسد. شما نیز پوست چربی دارید پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در مه برسد. شما نیز پوست چربی دارید پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در مه برسد. شما نیز پوست مختلطی دارید و اگر لک در ناحیه چرب پوست است پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود. سپس به درمان لک می پردازیم.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در مه برسد. شما نیز پوست چربی دارید پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در مه برسد. شما نیز پوست چربی دارید پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 19,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'ملانین های پوستی جزیی از سلول های پوستی هستند که با گذشت زمان به سطوح اولیه پوست می آیند که با شستشوی پوست و ... از روی سطح پوست برداشته می شوند. وقتی شما پوست خودتون رو فقط با آب میشویید تمامی سلول های مرده روی سطح پوست تجمع پیدا می کنند و از تجمع ملانین لک ایجاد می شود. بنابراین شستشوی صورت با یک شوینده که قدرت پاک کنندگی خوبی داشته باشد بسیار اهمیت دارد.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 19,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'ملانین های پوستی جزیی از سلول های پوستی هستند که با گذشت زمان به سطوح اولیه پوست می آیند که با شستشوی پوست و ... از روی سطح پوست برداشته می شوند. شستشوی صورت با صابون باعث از دست رفتن آب پوست و به علاوه باعث قلیایی شدن PH پوست می شود که مهار اسیدی پوست را از بین می برند بنابراین کوچک ترین نور آفتاب موجب ایجاد لک می شود. بنابراین باید از شوینده ای مناسب نوع پوست استفاده شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 19,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'ملانین های پوستی جزیی از سلول های پوستی هستند که با گذشت زمان به سطوح اولیه پوست می آیند که با شستشوی پوست و ... از روی سطح پوست برداشته می شوند. وقتی شما پوست خودتون رو فقط با شامپو بچه که هیچ قدرت پاک کنندگی ندارد، میشویید تمامی سلول های مرده روی سطح پوست تجمع پیدا می کنند و از تجمع ملانین لک ایجاد می شود. بنابراین شستشوی صورت با یک شوینده که قدرت پاک کنندگی خوبی داشته باشد بسیار اهمیت دارد.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 20,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'استفاده از تونر های روشن کننده و ضدلک اگر پوست چربی ندارید تا حد زیادی می تواند باعث روشن شدن لک شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 21,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'شما از ضدآفتاب استفاده نمی کنید و مهم ترین عامل ایجاد لک برای شما نزدن ضدآفتاب و قرار گرفتن در معرض اشعه UVB آفتاب است .زدن ضدآفتاب مناسب نوع پوست و تمدید هر 2 الی 3 ساعت یک بار مهم ترین عامل مقابله با لک است .'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 23,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'مهم ترین عامل ایجاد لک برای شما مدت زمان زیادی در معرض آفتاب بودن است چون یکی از مهم ترین دلایل ایجاد لک در معرض اشعه UVB آفتاب است.مهم ترین عامل مقابله با این فاکتور زدن ضدآفتاب با SPF مناسب و تمدید هر 2 الی 3 ساعت یک بار است.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 24,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'اگر لایه بردار را با درصد مشخص بدون تجویز یک متخصص حوزه پوست بیشتر از سه ماه استفاده کرده اید می تواند یکی از عوامل ایجاد لک برای شما این باشدو لایه بردار ها همان قدر که درمان لک موثر هستند همان قدر هم انتخاب اشتباه درصد لایه بردار ، مدت زمان استفاده و تعداد دفعات استفاده و لایه برداری بیش از حد با در معرض قرار گرفتن یک آفتاب ملایم لک ایجاد می شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 26,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما عادات ماهیانه نامنظمی دارید و تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 27,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما موهای ضخیم بر روی صورت خود دارید این به این معناست که شما تحت تاثیر عدم تعادل هورمونی  مخصوصا هورمون تستسترون هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 28,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود. عدم تعادل هورمونی در دوران بارداری یکی از شایع ترین دلایل ایجاد لک است . هورمون تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی باعث افزایش ترشح ملانین های پوستی و تجمع آنها روی پوست و ایجاد لک می شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 29,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود. عدم تعادل هورمونی در دوران بارداری یکی از شایع ترین دلایل ایجاد لک است . هورمون تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی باعث افزایش ترشح ملانین های پوستی و تجمع آنها روی پوست و ایجاد لک می شود. شما هم اکنون باردار هستید و به هیچ عنوان نمی توانید از ضدلک ها و لایه بردار ها استفاده کنید و درمان لک را باید به بعد از دوران بارداری موکول کنید . فقط برای  اثرات بد لک در اون دوران باید در طول روز از ضدآفتاب های فیزیکی به طور مداوم استفاده کنید.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 30,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود. پس کنترل شرایط هورمونی در کنار تجویز یک پزشک نتیجه مطلوبی را از درمان لک برای شما ایجاد می کند.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 31,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما  دچار پرکاری تیروئید هستید که در این صورت تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود. پس کنترل شرایط هورمونی در کنار تجویز یک پزشک نتیجه مطلوبی را از درمان لک برای شما ایجاد می کند.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 31,
                            'Answer' => 'd'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما  دچار کم کاری  تیروئید هستید که در این صورت تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود. پس کنترل شرایط هورمونی در کنار تجویز یک پزشک نتیجه مطلوبی را از درمان لک برای شما ایجاد می کند.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 32,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما  تحت تاثیر تنش و استرس ها ی فراوان هستید که در این صورت تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود. پس کنترل شرایط هورمونی در کنار تجویز یک پزشک نتیجه مطلوبی را از درمان لک برای شما ایجاد می کند.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'b'
                        ],
                        [
                            'Question_Number' => 36,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'درمان شیمی درمانی و پرتودرمانی باعث تضعیف سد دفاعی پوست می شود به علاوه عدم تعادل هورمونی نیز یکی از اثرات دیگر این درمان است که هر دو مورد باعث ایجاد لک روی پوست می شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در ماه برسد. شما نیز پوست چربی دارید پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در ماه برسد. شما نیز پوست چربی دارید پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در مه برسد. شما نیز پوست مختلطی دارید و اگر لک در ناحیه چرب پوست است پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود. سپس به درمان لک می پردازیم.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در ماه برسد. شما نیز پوست چربی دارید پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در ماه برسد. شما نیز پوست چربی دارید پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 19,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'ملانین های پوستی جزیی از سلول های پوستی هستند که با گذشت زمان به سطوح اولیه پوست می آیند که با شستشوی پوست و ... از روی سطح پوست برداشته می شوند. وقتی شما پوست خودتون رو فقط با آب میشویید تمامی سلول های مرده روی سطح پوست تجمع پیدا می کنند و از تجمع ملانین لک ایجاد می شود. بنابراین شستشوی صورت با یک شوینده که قدرت پاک کنندگی خوبی داشته باشد بسیار اهمیت دارد.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 19,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'ملانین های پوستی جزیی از سلول های پوستی هستند که با گذشت زمان به سطوح اولیه پوست می آیند که با شستشوی پوست و ... از روی سطح پوست برداشته می شوند. شستشوی صورت با صابون باعث از دست رفتن آب پوست و به علاوه باعث قلیایی شدن PH پوست می شود که مهار اسیدی پوست را از بین می برند بنابراین کوچک ترین نور آفتاب موجب ایجاد لک می شود. بنابراین باید از شوینده ای مناسب نوع پوست استفاده شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 19,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'ملانین های پوستی جزیی از سلول های پوستی هستند که با گذشت زمان به سطوح اولیه پوست می آیند که با شستشوی پوست و ... از روی سطح پوست برداشته می شوند. وقتی شما پوست خودتون رو فقط با شامپو بچه که هیچ قدرت پاک کنندگی ندارد، میشویید تمامی سلول های مرده روی سطح پوست تجمع پیدا می کنند و از تجمع ملانین لک ایجاد می شود. بنابراین شستشوی صورت با یک شوینده که قدرت پاک کنندگی خوبی داشته باشد بسیار اهمیت دارد.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 20,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'استفاده از تونر های روشن کننده و ضدلک اگر پوست چربی ندارید تا حد زیادی می تواند باعث روشن شدن لک شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 21,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'شما از ضدآفتاب استفاده نمی کنید و مهم ترین عامل ایجاد لک برای شما نزدن ضدآفتاب و قرار گرفتن در معرض اشعه UVB آفتاب است .زدن ضدآفتاب مناسب نوع پوست و تمدید هر 2 الی 3 ساعت یک بار مهم ترین عامل مقابله با لک است .'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 23,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'مهم ترین عامل ایجاد لک برای شما مدت زمان زیادی در معرض آفتاب بودن است چون یکی از مهم ترین دلایل ایجاد لک در معرض اشعه UVB آفتاب است.مهم ترین عامل مقابله با این فاکتور زدن ضدآفتاب با SPF مناسب و تمدید هر 2 الی 3 ساعت یک بار است.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 24,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'اگر لایه بردار را با درصد مشخص بدون تجویز یک متخصص حوزه پوست بیشتر از سه ماه استفاده کرده اید می تواند یکی از عوامل ایجاد لک برای شما این باشدو لایه بردار ها همان قدر که درمان لک موثر هستند همان قدر هم انتخاب اشتباه درصد لایه بردار ، مدت زمان استفاده و تعداد دفعات استفاده و لایه برداری بیش از حد با در معرض قرار گرفتن یک آفتاب ملایم لک ایجاد می شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 26,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما عادات ماهیانه نامنظمی دارید و تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 27,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما موهای ضخیم بر روی صورت خود دارید این به این معناست که شما تحت تاثیر عدم تعادل هورمونی  مخصوصا هورمون تستسترون هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 27,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما موهای ضخیم بر روی صورت خود دارید این به این معناست که شما تحت تاثیر عدم تعادل هورمونی  مخصوصا هورمون تستسترون هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 28,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود. عدم تعادل هورمونی در دوران بارداری یکی از شایع ترین دلایل ایجاد لک است . هورمون تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی باعث افزایش ترشح ملانین های پوستی و تجمع آنها روی پوست و ایجاد لک می شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 29,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود. عدم تعادل هورمونی در دوران بارداری یکی از شایع ترین دلایل ایجاد لک است . هورمون تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی باعث افزایش ترشح ملانین های پوستی و تجمع آنها روی پوست و ایجاد لک می شود. شما هم اکنون باردار هستید و به هیچ عنوان نمی توانید از ضدلک ها و لایه بردار ها استفاده کنید و درمان لک را باید به بعد از دوران بارداری موکول کنید . فقط برای  اثرات بد لک در اون دوران باید در طول روز از ضدآفتاب های فیزیکی به طور مداوم استفاده کنید.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 30,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود. پس کنترل شرایط هورمونی در کنار تجویز یک پزشک نتیجه مطلوبی را از درمان لک برای شما ایجاد می کند.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 31,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما  دچار پرکاری تیروئید هستید که در این صورت تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود. پس کنترل شرایط هورمونی در کنار تجویز یک پزشک نتیجه مطلوبی را از درمان لک برای شما ایجاد می کند.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 31,
                            'Answer' => 'd'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما  دچار کم کاری  تیروئید هستید که در این صورت تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود. پس کنترل شرایط هورمونی در کنار تجویز یک پزشک نتیجه مطلوبی را از درمان لک برای شما ایجاد می کند.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 32,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما  تحت تاثیر تنش و استرس ها ی فراوان هستید که در این صورت تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود. پس کنترل شرایط هورمونی در کنار تجویز یک پزشک نتیجه مطلوبی را از درمان لک برای شما ایجاد می کند.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'c'
                        ],
                        [
                            'Question_Number' => 36,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'درمان شیمی درمانی و پرتودرمانی باعث تضعیف سد دفاعی پوست می شود به علاوه عدم تعادل هورمونی نیز یکی از اثرات دیگر این درمان است که هر دو مورد باعث ایجاد لک روی پوست می شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'a'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در ماه برسد. شما نیز پوست چربی دارید پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در ماه برسد. شما نیز پوست چربی دارید پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در مه برسد. شما نیز پوست مختلطی دارید و اگر لک در ناحیه چرب پوست است پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود. سپس به درمان لک می پردازیم.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 4,
                            'Answer' => 'c'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در ماه برسد. شما نیز پوست چربی دارید پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 1,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 5,
                            'Answer' => 'b'
                        ],
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود ولی این ترکیبات منع پوست های چرب و جوش دار است و زمانی می توان برای درمان لک در این نوع پوست اقدام کرد که چربی پوست کنترل شود و تعداد جوش حداکثر به یک یا دو عدد در ماه برسد. شما نیز پوست چربی دارید پس اولویت درمان برای شما روتینی است که باعث کنترل چربی و جوش شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 19,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'ملانین های پوستی جزیی از سلول های پوستی هستند که با گذشت زمان به سطوح اولیه پوست می آیند که با شستشوی پوست و ... از روی سطح پوست برداشته می شوند. وقتی شما پوست خودتون رو فقط با آب میشویید تمامی سلول های مرده روی سطح پوست تجمع پیدا می کنند و از تجمع ملانین لک ایجاد می شود. بنابراین شستشوی صورت با یک شوینده که قدرت پاک کنندگی خوبی داشته باشد بسیار اهمیت دارد.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 19,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'ملانین های پوستی جزیی از سلول های پوستی هستند که با گذشت زمان به سطوح اولیه پوست می آیند که با شستشوی پوست و ... از روی سطح پوست برداشته می شوند. شستشوی صورت با صابون باعث از دست رفتن آب پوست و به علاوه باعث قلیایی شدن PH پوست می شود که مهار اسیدی پوست را از بین می برند بنابراین کوچک ترین نور آفتاب موجب ایجاد لک می شود. بنابراین باید از شوینده ای مناسب نوع پوست استفاده شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 19,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'ملانین های پوستی جزیی از سلول های پوستی هستند که با گذشت زمان به سطوح اولیه پوست می آیند که با شستشوی پوست و ... از روی سطح پوست برداشته می شوند. وقتی شما پوست خودتون رو فقط با شامپو بچه که هیچ قدرت پاک کنندگی ندارد، میشویید تمامی سلول های مرده روی سطح پوست تجمع پیدا می کنند و از تجمع ملانین لک ایجاد می شود. بنابراین شستشوی صورت با یک شوینده که قدرت پاک کنندگی خوبی داشته باشد بسیار اهمیت دارد.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 20,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'استفاده از تونر های روشن کننده و ضدلک اگر پوست چربی ندارید تا حد زیادی می تواند باعث روشن شدن لک شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 21,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'شما از ضدآفتاب استفاده نمی کنید و مهم ترین عامل ایجاد لک برای شما نزدن ضدآفتاب و قرار گرفتن در معرض اشعه UVB آفتاب است .زدن ضدآفتاب مناسب نوع پوست و تمدید هر 2 الی 3 ساعت یک بار مهم ترین عامل مقابله با لک است .'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 23,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'مهم ترین عامل ایجاد لک برای شما مدت زمان زیادی در معرض آفتاب بودن است چون یکی از مهم ترین دلایل ایجاد لک در معرض اشعه UVB آفتاب است.مهم ترین عامل مقابله با این فاکتور زدن ضدآفتاب با SPF مناسب و تمدید هر 2 الی 3 ساعت یک بار است.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 24,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'اگر لایه بردار را با درصد مشخص بدون تجویز یک متخصص حوزه پوست بیشتر از سه ماه استفاده کرده اید می تواند یکی از عوامل ایجاد لک برای شما این باشدو لایه بردار ها همان قدر که درمان لک موثر هستند همان قدر هم انتخاب اشتباه درصد لایه بردار ، مدت زمان استفاده و تعداد دفعات استفاده و لایه برداری بیش از حد با در معرض قرار گرفتن یک آفتاب ملایم لک ایجاد می شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 26,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما عادات ماهیانه نامنظمی دارید و تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 27,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما موهای ضخیم بر روی صورت خود دارید این به این معناست که شما تحت تاثیر عدم تعادل هورمونی  مخصوصا هورمون تستسترون هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 27,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما موهای ضخیم بر روی صورت خود دارید این به این معناست که شما تحت تاثیر عدم تعادل هورمونی  مخصوصا هورمون تستسترون هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 28,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود. عدم تعادل هورمونی در دوران بارداری یکی از شایع ترین دلایل ایجاد لک است . هورمون تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی باعث افزایش ترشح ملانین های پوستی و تجمع آنها روی پوست و ایجاد لک می شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 29,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود. عدم تعادل هورمونی در دوران بارداری یکی از شایع ترین دلایل ایجاد لک است . هورمون تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی باعث افزایش ترشح ملانین های پوستی و تجمع آنها روی پوست و ایجاد لک می شود. شما هم اکنون باردار هستید و به هیچ عنوان نمی توانید از ضدلک ها و لایه بردار ها استفاده کنید و درمان لک را باید به بعد از دوران بارداری موکول کنید . فقط برای  اثرات بد لک در اون دوران باید در طول روز از ضدآفتاب های فیزیکی به طور مداوم استفاده کنید.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 30,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود. پس کنترل شرایط هورمونی در کنار تجویز یک پزشک نتیجه مطلوبی را از درمان لک برای شما ایجاد می کند.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 31,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما  دچار پرکاری تیروئید هستید که در این صورت تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود. پس کنترل شرایط هورمونی در کنار تجویز یک پزشک نتیجه مطلوبی را از درمان لک برای شما ایجاد می کند.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 31,
                            'Answer' => 'd'
                        ]
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما  دچار کم کاری  تیروئید هستید که در این صورت تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود. پس کنترل شرایط هورمونی در کنار تجویز یک پزشک نتیجه مطلوبی را از درمان لک برای شما ایجاد می کند.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 32,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'آنزیمی که باعث تولید ملانین های پوستی (رنگدانه های پوست) می شود تیروزیناز نام دارد این آنزیم تحت تاثیر بیماری های زمینه ای ، مشکلات هورمونی و مصرف برخی دارها بیشتر از حد نرمال فعالیت می کند بنابراین با تولید بیش از رنگدانه و تجمع این رنگدانه ها در نقطه ای از پوست لک ایجاد می شود. عامل دوم که بسیار در ایجاد لک تاثیرگذار است اشعه UVB موجود در نور آفتاب است که به علت نزدن ضدآفتاب روی پوست ایجاد می شود. برای درمان لک علاوه بر روتین مناسب نوع پوست باید از کرم ها و سرم های لایه بردار و روشن کننده و ترکیبات ویتامین C استفاده شود.شما  تحت تاثیر تنش و استرس ها ی فراوان هستید که در این صورت تحت تاثیر عدم تعادل هورمونی هستید . آنزیم تیروزیناز تحت تاثیر هورمون ها فعالیت می کند و عدم تعادل هورمونی می تواند باعث فعالیت بیشتر این آنزیم و تولید ملانین های بیشتر و ایجاد لک شود. پس کنترل شرایط هورمونی در کنار تجویز یک پزشک نتیجه مطلوبی را از درمان لک برای شما ایجاد می کند.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 12,
                            'Answer' => 'd'
                        ],
                        [
                            'Question_Number' => 36,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'درمان شیمی درمانی و پرتودرمانی باعث تضعیف سد دفاعی پوست می شود به علاوه عدم تعادل هورمونی نیز یکی از اثرات دیگر این درمان است که هر دو مورد باعث ایجاد لک روی پوست می شود.'
//                'Text' => 'تیرگی و لک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 13,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'اغلب کک و مک ها به صورت ژنتیکی در افرادی که پوست روشن دارند دارند ایجاد می شود. البته با تابیدن آفتاب بر روی پوست این کک و مک ها می توانند تیره تر و یا حتی بیشتر شوند . کک و مک درمان قطعی و صدرصد ندارد فقط با درمان های ضدلک و مراقبت پوست در مقابل آفتاب می توان آنها را روشن تر کرد یا جلوی افزایش تعداد این لکه های پوستی را بگیریم . لیزر های درمانی تا حدی می توانند این کک و مک ها را کمرنگ تر کنند اما این نوع درمان هم قطعی نیست . بهترین و مور ترین راه داشتن یک روتین ضدلک شامل شوینده روشن کننده، تونر روشن کننده، آب رسان، ضدلک و ضدآفتاب است .'
//                'Text' => 'کک و مک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 14,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'افتادگی در اثر کاهش سطح کلاژن و الاستین پوست ایجاد می شود بنابراین برای بهبود شرایط پوست باید از کرم ها و سرم هایی که برای تقویت کلاژن سازی هستند استفاده شود. می توتن در کنار این سرم ها و کرم های لیفت و جوانساز که در روتین مراقبت روزانه استفاده می کنید از مکمل های کلاژن که به صورت قرص یا پودر نیز هستند استفاده کنید . از جمله روش های کلینیکال که در درمان افتادگی های به نسبت کم تاثیر گذار هستند می توان به پلاژن تراپی، RF تراپی و هایفو تراپی اشاره کرد.'
//                'Text' => 'افتادگی و شلی پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 14,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'افتادگی در اثر کاهش سطح کلاژن و الاستین در پوست که این کاهش  به علت افزایش سن، چربی بیش از حد پوست، نزدن ضدآفتاب و ...است ،  ایجاد می شود. برای درمان افتادگی اغلب از سرم ها و کرم های جوانساز و لیفتینگ و در کنار آن از روش های کلینیکال همچون هایفوتراپی، پلاژن تراپی و ... استفاده می شود. ولی اغلب این روش ها برای افتادگی های در سطح کم موثر هستند وقتی افتادگی زیاد می شود باید به سراغ درمان های تهاجمی تر همچون تزریق مزوهای جوانساز، تزریق فیلر و ... بروید .  '
//                'Text' => 'افتادگی و شلی پوست'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 15,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'وقتی جای جوش بر روی صورت خود دارید یعنی پوست شما مستعد جوش است . در مواردی که پوست مستعد جشو است اولویت درمان با کنترل چربی و جوش است چون استفاده از ترکیبات ضدلک می تواند باعث افزایش ترشح چربی و جوش شود. پس با انجام یک روتین پوست چرب و جوش دار وقتی تعداد جوش ها به حداکثر یک تا دو عدد در ماه رسید برای درمان جای جوش ها از ترکیب ضدلک ها و لایه بردار ها همراه با سرم های ویتامین C به درمان لک ناشی از جوش می پردازیم . اما در این مدت می توان از سرم های ضدلک به صورت نقطه ای فقط بر روی لک جای جوش استفاده کنید. نکته ای که باید به آن دقت کنید درمدتی که جوش می زنید برای اینکه جای جوش هاتون نمونه بهتر است در حالتی که چرک جوش تخلیه شده و هنوز قرمز است می توانید در روتین به صورت نقطه ای روی حوش هاتون از ترمیم کننده استفاده کنید.'
//                'Text' => 'لک جای جوش'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 16,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'جای جوش فرورفته یا اصطلاحا اسکار جوش از تخریب رشته های کلاژن بین لایه اپیدرم و درم ایجاد می شود. این نوع اسکار جوش علاوه بر انجام روتین های کنترل چربی و کنترل تعداد جوش ، باید از لایه بردار ها و کرم های تقویت کلاژن استفاده کرد . برای کمک به روند کلاژن سازی می توان از پودر ها و قرص های کلاژن ساز نیز استفا ه کرد . اما درمان این نوع جای جوش کار مشکلی است و پیشنهاد من این است که می توانید با استفاده از روش های کلینیکال در کنار همه مراقبت ها همچون مزونیدلینگ ، لیزردرمانی و ... استفاده کنید.'
//                'Text' => 'اسکار جوش(فرورفتگی جای جوش)'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 19,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'مواد آرایشی، آلودگی های محیطی و چربی های ترشح شده همگی در منافذ پوست تجمع پیدا می کنند برای پاک کردن منافذ از این آلودگی ها باید از شوینده های مناسب با قدرت پاک کنندگی بالا استفاده شود. فقط استفاده از آب بدون هیچ قدرت پاک کنندگی موجب تجمع آلودگی ها بر روی پوست، افزایش ضخامت سلول های مرده ، تیرگی و کدری و کم آبی پوست می شود. بنابراین کی از مهم ترین قدم ها برای داشتن پوست خوب ، پوستی تمیز و عاری از هرگونه لایه های مرده و آلودگی است.'
//                'Text' => 'شیوه شستشو'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 19,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'صابون ها نمک هایی از اسیدهای چرب هستند که با عمل آوردن چربی های گیاهی و حیوانی با آب قلیایی ساخته می شوند.صابون ها به صورت قالبی هستند و ph قلیایی دارند. صابون ها موجب از بین رفتن مهار اسیدی پوست و هجوم میکروب ها و باکتری ها می شود. مولکولهای صابونِ حاصل دارای دو سر  آب دوست و چربی دوست هستند که یک سر آنها به آب و سر دیگر به چربی ها وصل می شود و باعث جداسازی چربی و آلودگی از پوست شده و ایجاد کف می کند.در شستن صورت با صابون باید تمامی چربی های پوست حتی چربی های لازم را می شویند به همین دلیل در ابتدای استفاده شما احساس تمیزی پوست را دارید ولی بعد از چند ساعت پوست چربتر می شود .علت این اتفاق این است که پوست شما برای تنظیم چربی مورد نیاز دوباره چربی ترشح می کند ولی اینبار با مقدار بیشتر.
استفاده طولانی مدت ازصابون موجب کدری، ترشح چربی زیاد، کم آبی و افزایش جوش ها و  ... در پوست می شود.'
//                'Text' => 'شیوه شستشو'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 19,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'مواد آرایشی، آلودگی های محیطی و چربی های ترشح شده همگی در منافذ پوست تجمع پیدا می کنند برای پاک کردن منافذ از این آلودگی ها باید از شوینده های مناسب با قدرت پاک کنندگی بالا استفاده شود. شامپو بچه هیچ قدرت پاک کنندگی ندارد فقط استفاده از آن بدون هیچ قدرت پاک کنندگی موجب تجمع آلودگی ها بر روی پوست، افزایش ضخامت سلول های مرده ، تیرگی و کدری و کم آبی پوست می شود. بنابراین یکی از مهم ترین قدم ها برای داشتن پوست خوب ، پوستی تمیز و عاری از هرگونه لایه های مرده و آلودگی است.'
//                'Text' => 'شیوه شستشو'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 20,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'تونرها با اینکه در دسته پاک کننده ها قرار می گیرند وظیفه اصلی آنها تنطیم ph پوست است.استفاده از شوینده، لوازم آرایشی و ... همگی موجب تغییر ph پوست می شوند وظیفه اصلی تونر تنظیم مجدد این ph است. علاوه بر این تونرها به پاک کنندگی عمقی منافذ، کاهش سایز منافذ و اب رسانی پوست نیزکمک می کنند. پس استفا ده از تونر یکی از مراحل مهم روتین مراقبت از هر نوع پوست است.'
//                'Text' => 'تونر'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 21,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'اشعه آفتاب دارای دو فاکتور مهم UVA و UVB است که اولی باعث ایجاد چین و چروم و دومی باعث ایجاد لک بر روی سطح پوست می شود. به علاوه آفتاب یکی از مهم ترین عوامل از دست رفتن آب پوست آفتاب است . بنابراین استفاده از ضدآفتاب ها برای محافطت پوست در مقابل فاکتورهای مضر نور آفتاب بسیار اهمیت دارد. ضدآفتاب مهم ترین فاکتور روتین مراقبتی ضدلک است . تمدید هر 2 الی 3 ساعت یک بار ضدآفتاب و زدن 2 بند انگشت از ضدآفتاب بسیار اهمیت دارد. '
//                'Text' => 'ضدآفتاب'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 22,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'هفتاد درصد وزن پوست را آب تشکیل می دهد . برای داشتن مکانیزم تولیدی سلول درست در پوست باید سطح آب پوست حفظ شود به علاوه بر داشتن پوستی شاداب و با طروات باید مرطوب کننده های طبیعی پوست (همچون اوره، تری گلیسیریدها ، اوسرین و ...) حفظ شود. اما در عدم مراقبت های صحیح از پوست و تحت تاثیر قرار گرفتن پوست بر اثر آلودگی ها و رادیکال های آزاد این آب و مرطوب کننده های طبیعی پوست از بین می رود. برای تامین آب پوست و این مرطوب کننده ها نیاز است که با استفاده از سرم ها و کرم های مرطوب کننده و آب رسان استفاده کرد.'
//                'Text' => 'آب رسان'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 24,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'استفاده از لایه بردار ها بیش تر از 3 ماه موجب از بین رفتن سد دفاعی پوست ، حساسیت شدید پوست و ایجاد عارضه هایی همچون لک و ... می شود بنابراین برای استفاده از لایه بردار ها باید در دوره های کوتاه و تعداد دفعات و درصد مشخص استفاده شوند که علاوه بر اثر بخشی ، نتیجه مطلوب نیز حاصل شود.'
//                'Text' => 'لایه بردار'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 26,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'عادات ماهیانه نامنطم می تواند یکی از نشانه های سندروم تخمدان پلی کیستیک ، مشکلات هومونی و .. باشد . همانطور که ئر توضیح عارضه های پوستی شما مطرح شد هر گونه اختلالات هورمونی می تواند بر روی عملکرد آنزیم های پوستی همچون پنج آلفا ردوکتاز که آنزیم ترشح چربی است و آنزیم تیروزیناز که آنزیم تولید رنگدانه های پوستی است تاثیر گذار است و اختلال در عملکرد این آنزیم ها می تواند موجب ایجاد جوش، لک و چین و چروک و ... می شود.'
//                'Text' => 'نامنظمی عادت ماهیانه'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 27,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'رشد موهای زائد بر روی صورت زنان علاوه بر فاکتور ژنتیک می تواند یکی از نشانه های سندروم تخمدان پلی کیستیک ، مشکلات هومونی و .. باشد . همانطور که در توضیح عارضه های پوستی شما مطرح شد هر گونه اختلالات هورمونی می تواند بر روی عملکرد آنزیم های پوستی همچون پنج آلفا ردوکتاز که آنزیم ترشح چربی است و آنزیم تیروزیناز که آنزیم تولید رنگدانه های پوستی است تاثیر گذار است و اختلال در عملکرد این آنزیم ها می تواند موجب ایجاد جوش، لک و چین و چروک و ... می شود.'
//                'Text' => 'رشد موهای زائد '
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 27,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'رشد موهای زائد بر روی صورت زنان علاوه بر فاکتور ژنتیک می تواند یکی از نشانه های سندروم تخمدان پلی کیستیک ، مشکلات هومونی و .. باشد . همانطور که در توضیح عارضه های پوستی شما مطرح شد هر گونه اختلالات هورمونی می تواند بر روی عملکرد آنزیم های پوستی همچون پنج آلفا ردوکتاز که آنزیم ترشح چربی است و آنزیم تیروزیناز که آنزیم تولید رنگدانه های پوستی است تاثیر گذار است و اختلال در عملکرد این آنزیم ها می تواند موجب ایجاد جوش، لک و چین و چروک و ... می شود.'
//                'Text' => 'رشد موهای زائد '
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 29,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'در دوران بارداری بدن شما در عدم تعادل هورمونی  قرار  دارد و همانطور که در توضیح عارضه های پوستی شما مطرح شد هر گونه اختلالات هورمونی می تواند بر روی عملکرد آنزیم های پوستی همچون پنج آلفا ردوکتاز که آنزیم ترشح چربی است و آنزیم تیروزیناز که آنزیم تولید رنگدانه های پوستی است تاثیر گذار است و اختلال در عملکرد این آنزیم ها می تواند موجب ایجاد جوش، لک و چین و چروک و ... می شود. اما با توجه به شرایط بارداری و اینکه نمی توانید از هر محصولی استفاده کنید و باید از روتین مراقبتی ملایم ویژه خانم های باردار استفاده کنید.'
//                'Text' => 'بارداری'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 30,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'هر گونه اختلالات هورمونی می تواند بر روی عملکرد آنزیم های پوستی همچون پنج آلفا ردوکتاز که آنزیم ترشح چربی است و آنزیم تیروزیناز که آنزیم تولید رنگدانه های پوستی است تاثیر گذار است و اختلال در عملکرد این آنزیم ها می تواند موجب ایجاد جوش، لک و چین و چروک و ... می شود.پس در صورت داشتن هر گونه عارضه پوستی اولین قدم این است که بدانید بیماری زمینه ای یا مشکل هورمونی خاصی ندارید . پس حتما باید آزمایش بدهید.'
//                'Text' => 'اختلالات هورمونی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 33,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'در صورت داشتن زخم باز و عفونت های پوستی قبل از هر کاری برای پوستتون توسط پزشم ویزیت بشید و تحت نظر پزشک دارو مصرف کنید.'
//                'Text' => 'زخم باز و عفونت پوستی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 34,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => 'قرص های راکوتان اغلب برای درمان جوش های مقاوم به درمان های ملایم تر توسط پزشک تجویز می شود که بسته به شرایط جوش ها  ، سن شخص، وزن شخص میزان دوز مصرفی ، تعداد قرص ها و مدت زمان استفاده تعیین می شود. مصرف خودسرانه این دارو برای طولانی مدت می توان عوارض مخربی داشته باشد. اما در کل به کسانی که داروی راکوتان استفا ده کرده اند و کمتر از 3 ماه از آخرین بار مصرف گذشته است ، از استفاده از لایه بردار ها و ضدجوش های موضعی قوی اجتناب کنند و به علت خشکی شدید ناشی از کم آبی بعد از استفا ده از راکوتان ، در روتین از محصولاتی که قد آب رسانی خوبی دارند استفاده شود.از جمله عوارض دیگر راکوتان آسیب پذیر تر شدن پوست در مقابل کوچک ترین تابش نور آفتاب است که برای اجتناب از ایجاد لک ، باید از ضدآفتاب های با SPF بالا استفاده شود. در مواقعی استفاده دوز های بالای این  دارو می تواند باعث نازکی مو و ریزش می شود که حتما پیشنهاد می شود از مکمل های تقویت مو و مژه و ابرو استفاده شود. '
//                'Text' => 'زخم باز و عفونت پوستی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 34,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'قرص های راکوتان اغلب برای درمان جوش های مقاوم به درمان های ملایم تر توسط پزشک تجویز می شود که بسته به شرایط جوش ها  ، سن شخص، وزن شخص میزان دوز مصرفی ، تعداد قرص ها و مدت زمان استفاده تعیین می شود. مصرف خودسرانه این دارو برای طولانی مدت می توان عوارض مخربی داشته باشد. اما در کل به کسانی که داروی راکوتان استفا ده کرده اند و کمتر از 3 ماه از آخرین بار مصرف گذشته است ، از استفاده از لایه بردار ها و ضدجوش های موضعی قوی اجتناب کنند و به علت خشکی شدید ناشی از کم آبی بعد از استفا ده از راکوتان ، در روتین از محصولاتی که قد آب رسانی خوبی دارند استفاده شود.از جمله عوارض دیگر راکوتان آسیب پذیر تر شدن پوست در مقابل کوچک ترین تابش نور آفتاب است که برای اجتناب از ایجاد لک ، باید از ضدآفتاب های با SPF بالا استفاده شود. در مواقعی استفاده دوز های بالای این  دارو می تواند باعث نازکی مو و ریزش می شود که حتما پیشنهاد می شود از مکمل های تقویت مو و مژه و ابرو استفاده شود. '
//                'Text' => 'زخم باز و عفونت پوستی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 35,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'قرص های راکوتان اغلب برای درمان جوش های مقاوم به درمان های ملایم تر توسط پزشک تجویز می شود که بسته به شرایط جوش ها  ، سن شخص، وزن شخص میزان دوز مصرفی ، تعداد قرص ها و مدت زمان استفاده تعیین می شود. مصرف خودسرانه این دارو برای طولانی مدت می توان عوارض مخربی داشته باشد. اما در کل به کسانی که داروی راکوتان استفا ده کرده اند و کمتر از 3 ماه از آخرین بار مصرف گذشته است ، از استفاده از لایه بردار ها و ضدجوش های موضعی قوی اجتناب کنند و به علت خشکی شدید ناشی از کم آبی بعد از استفا ده از راکوتان ، در روتین از محصولاتی که قد آب رسانی خوبی دارند استفاده شود.از جمله عوارض دیگر راکوتان آسیب پذیر تر شدن پوست در مقابل کوچک ترین تابش نور آفتاب است که برای اجتناب از ایجاد لک ، باید از ضدآفتاب های با SPF بالا استفاده شود. در مواقعی استفاده دوز های بالای این  دارو می تواند باعث نازکی مو و ریزش می شود که حتما پیشنهاد می شود از مکمل های تقویت مو و مژه و ابرو استفاده شود. '
//                'Text' => 'زخم باز و عفونت پوستی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 35,
                            'Answer' => 'd'
                        ]
                    ]
                ]),
                'Text' => 'قرص های راکوتان اغلب برای درمان جوش های مقاوم به درمان های ملایم تر  توسط پزشک تجویز می شود که بسته به شرایط جوش ها  ، سن شخص، وزن شخص میزان دوز مصرفی ، تعداد قرص ها و مدت زمان استفاده تعیین می شود. مصرف خودسرانه این دارو برای طولانی مدت می توان عوارض مخربی داشته باشد. اما در کل به کسانی که داروی راکوتان استفا ده کرده اند و کمتر از 3 ماه از آخرین بار مصرف گذشته است ، از استفاده از لایه بردار ها و ضدجوش های موضعی قوی اجتناب کنند و به علت خشکی شدید ناشی از کم آبی بعد از استفا ده از راکوتان ، در روتین از محصولاتی که قد آب رسانی خوبی دارند استفاده شود.از جمله عوارض دیگر راکوتان آسیب پذیر تر شدن پوست در مقابل کوچک ترین تابش نور آفتاب است که برای اجتناب از ایجاد لک ، باید از ضدآفتاب های با SPF بالا استفاده شود. در مواقعی استفاده دوز های بالای این  دارو می تواند باعث نازکی مو و ریزش می شود که حتما پیشنهاد می شود از مکمل های تقویت مو و مژه و ابرو استفاده شود. '
//                'Text' => 'زخم باز و عفونت پوستی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 37,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'بعدا'
//                'Text' => 'لیزر درمانی'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 38,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'قرص های آنتی بیوتیک  اغلب برای درمان جوش های چرکی و ملتهب (همانند پاپول، پاستچول و ندول ها )که به به درمان های ملایم تر مقاوم هستند توسط پزشک تجویز می شود که بسته به شرایط جوش ها  ، سن شخص، وزن شخص میزان دوز مصرفی ، تعداد قرص ها و مدت زمان استفاده تعیین می شود. مصرف خودسرانه این دارو برای طولانی مدت می توان عوارض مخربی داشته باشد. اما در کل به کسانی که داروی های آنتی بیوتیک استفا ده کرده اند و کمتر از 3 ماه از آخرین بار مصرف گذشته است ، از استفاده از لایه بردار ها و ضدجوش های موضعی قوی اجتناب کنند و به علت خشکی شدید ناشی از کم آبی بعد از استفا ده از آنتی بیوتیک ها ، در روتین از محصولاتی که قد آب رسانی خوبی دارند استفاده شود.از جمله عوارض دیگر آنتی بیوتیک ها آسیب پذیر تر شدن پوست در مقابل کوچک ترین تابش نور آفتاب است که برای اجتناب از ایجاد لک ، باید از ضدآفتاب های با SPF بالا استفاده شود.'
//                'Text' => 'مصرف آنتی بیوتیک'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 39,
                            'Answer' => 'b'
                        ]
                    ]
                ]),
                'Text' => ' کمتر از سه ماه از آخرین بار استفاده از داروهای کورتن دار توسط شما گذشته است؛  از جمله عوارض جدی کورتن ها برای پوست نازک و حساس شدن پوست و ایجاد قرمزی و کبودی با ضربات یا خراش های ملایم است. به علاوه در پوست های نسبتا چرب باعث ایجاد آکنه های التهابی و کند شدن روند بهبود جای  جوش یا زخم های پوستی می شود. برای کاهش عوارض ین نوع درو باید از روتین های بسیار ملایم عاری از لایه بردارهای قوی استفاده شود. به علاوه آب رسانی در این نوع پوست بسیار اهمیت دارد. پوست شما باید به خوبی در مقابل آفتاب محافظت شود و حتما از ضدآفتاب های با spf بالا استفاده شود و هر دو ساعت یک با تمدید شود حتی در مواقع ابری'
//                'Text' => 'داروهای کورتن دار'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 39,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'شما در حال استفاده از داروهای کورتن هستین از جمله عوارض جدی کورتنن ها برای پوست نازک و حساس شدن پوست و ایجاد قرمزی و کبودی با ضربات یا خراش های ملایم است. به علاوه در پوست های نسبتا چرب باعث ایجاد آکنه های التهابی و کند شدن روند بهبود جای  جوش یا زخم های پوستی می شود. برای کاهش عوارض ین نوع درو باید از روتین های بسیار ملایم عاری از لایه بردارهای قوی استفاده شود. به علاوه آب رسانی در این نوع پوست بسیار اهمیت دارد. پوست شما باید به خوبی در مقابل آفتاب محافظت شود و حتما از ضدآفتاب های با spf بالا استفاده شود و هر دو ساعت یک با تمدید شود حتی در مواقع ابری'
//                'Text' => 'داروهای کورتن دار'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 41,
                            'Answer' => 'a'
                        ]
                    ]
                ]),
                'Text' => 'هر 28 روز یک بار سلول های مرده به سطح پوست می آیند به علاوه پوست ما دائما با آرایش و آلودگی ها و چربی های پوستی پوشانده شده . بخشی از این لایه های مرده و این آلودگی ها با شستشو های روزانه و روتین های مراقبتی برداشته می شود ولی برای عدم ضخیم شدن این لایه و برای اینکه از محصولات پوستی که در منزل استفاده می کنیم نتیجه بهتری بگیریم و جذب بهتری داشته باشند بهتر است که حتما فیشال های تخصصی نوع پوست خودتون را انجام بدهید. در فیشال های تخصصی علاوه بر پاسمازی پوست درمان های تخصصی و جذب مواد تخصصی برای تسریع در روند بهبود مشکلات پوستی انجام می شود . پس برلی درمان انواع آکنه ، لک و ... نیز بسیار موثر است.  پس انجام فیشال را به صورت ماهانه و منظم جدی بگیرید.'
//                'Text' => 'پاکسازی و فیشال'
            ],
            [
                'Pattern' => json_encode([
                    'And' => [
                        [
                            'Question_Number' => 41,
                            'Answer' => 'c'
                        ]
                    ]
                ]),
                'Text' => 'هر 28 روز یک بار سلول های مرده به سطح پوست می آیند به علاوه پوست ما دائما با آرایش و آلودگی ها و چربی های پوستی پوشانده شده . بخشی از این لایه های مرده و این آلودگی ها با شستشو های روزانه و روتین های مراقبتی برداشته می شود ولی برای عدم ضخیم شدن این لایه و برای اینکه از محصولات پوستی که در منزل استفاده می کنیم نتیجه بهتری بگیریم و جذب بهتری داشته باشند بهتر است که حتما فیشال های تخصصی نوع پوست خودتون را انجام بدهید. در فیشال های تخصصی علاوه بر پاسمازی پوست درمان های تخصصی و جذب مواد تخصصی برای تسریع در روند بهبود مشکلات پوستی انجام می شود . پس برلی درمان انواع آکنه ، لک و ... نیز بسیار موثر است. پس انجام فیشال را به صورت ماهانه و منظم جدی بگیرید'
//                'Text' => 'پاکسازی و فیشال'
            ],
        ];


        Pattern::query()->insert($data);

    }
}
